Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: Define which fields contain HTML and need preparation
da: Definer hvilke felter der indeholder HTML og har brug for forberedelse

source: Define which fields contain JSON data and should be treated as such
da: Definer, hvilke felter der indeholder JSON data og bør behandles som sådan

source: Define which fields should not be monitored
da: Definer hvilke felter der ikke skal overvåges

source: Output filter settings
da: Output filter indstillinger

source: Select output filter
da: Vælg output filter

source: Use internal output filter only
da: Brug kun interne output filter

source: Use 'HTML Purifier' + internal mechanism as output filter
da: Brug 'HTML Purifier' + intern mekanisme som output filter

source: Download the entire log to a csv file
da: Download hele loggen til en CSV-fil

source: Do you really want to delete the entire IDS log?
da: Er du sikker på, at du vil slette hele IDS loggen?

source: Delete the entire log
da: Slet hele loggen

source: Export Options
da: Eksport Muligheder

source: Export Title Row
da: Eksport Titelrække

source: CSV filename
da: CSV filnavn

source: CSV delimiter
da: CSV afgrænser

source: Comma
da: Komma

source: Semicolon
da: Semikolon

source: Colon
da: Kolon

source: Tab
da: Fane

source: Export
da: Eksporter

source: Variable
da: Variabel

source: Variable value
da: Variabel værdi

source: IP Address
da: IP Addresse

source: Clear filter
da: Ryd filter

source: Rule
da: Regel

source: No logged intrusions found.
da: Ingen loggede indtrængen fundet.

source: System error
da: Systemfejl

source: (Check file '%1$s' at line %2$s.)
da: (Tjek fil '%1$s' på linje %2$s.)

source: Go back to previous page
da: Gå tilbage til forrige side

source: Additional information
da: Yderligere oplysninger

source: Error on %s
da: Fejl på %s

source: Exception Trace
da: Undtagelse Trace

source: Access denied (error 403)
da: Adgang nægtet (fejl 403)

source: Sorry! You don't have authorisation for the page you wanted.
da: Beklager! Du har ikke tilladelse til den side, du ønsker.

source: Details have been automatically e-mailed to the site administrator.
da: Detaljer er automatisk blevet emailet til sideadministrator.

source: You are not logged-in. You might have access if you <a href="%s">log in</a>.
da: Du er ikke logget ind. Du kan få adgang, hvis du <a href="%s">logger ind</a>.

source: Page not found (error 404)
da: Siden blev ikke fundet (fejl 404)

source: Sorry! Could not find the page you wanted on %2$s: '%1$s'.
da: Beklager! Kunne ikke finde den side, du gerne ville på %2$s: '%1$s'.

source: You could try a search from the <a href="%s">site search page</a>.
da: Du kan prøve en søgning på <a href="%s">søgesiden</a>.

source: Settings test
da: Indstillinger test

source: Sender's name
da: Afsenders navn

source: Sender's e-mail address
da: Afsenders emailadresse

source: Recipient's name
da: Modtagers navn

source: Recipient's e-mail address
da: Modtagers emailadresse

source: Subject
da: Emne

source: Message Type
da: Besked type

source: Plain-text message
da: Plain-text besked

source: HTML-formatted message
da: HTML-formatteret besked

source: Multi-part message
da: Multi-del besked

source: Test settings now
da: Test indstillinger nu

source: Character set
da: Tegnsæt

source: Default: '%s'
da: Standard: '%s'

source: Encoding
da: Kodning

source: HTML-formatted messages
da: HTML-formatterede beskeder

source: Word wrap
da: Ordombrydning

source: Use Microsoft mail client headers
da: Brug Microsoft email-klient headers

source: 'Sendmail' settings
da: 'Sendmail' indstillinger

source: Path to 'Sendmail'
da: Sti til 'Sendmail'

source: SMTP settings
da: SMTP indstillinger

source: SMTP Security Method
da: SMTP Sikkerheds Metode

source: Enable SMTP authentication
da: Aktiver SMTP-godkendelse

source: SMTP user name
da: SMTP brugernavn

source: SMTP password
da: SMTP adgangskode

source: The Zikula recovery console tool (file 'zrc.php') is present in the site webroot, but must be removed before you can access the site admin panel.
da: Zikula værktøjet Genoprettelseskonsol (fil 'zrc.php') er til stede i sidens webrod, men skal fjernes, før du kan få adgang til sidens admin panel.

source: Continue
da: Fortsæt

source: New module category
da: Ny modulkategori

source: Upgrade found!
da: Opgradering fundet!

source: A new version of the Zikula core is available.
da: En ny version af Zikula kernen er til rådighed.

source: Please download the new Zikula core
da: Download den nye Zikula kerne

source: Delete module category
da: Slet modulkategori

source: Do you really want to delete module category '%s'?
da: Er du sikker på, at du vil slette modulkategorien '%s'?

source: Ignore check for installer
da: Ignorer kontrol af installer

source: Warning! Only enable the above option if this site is isolated from the Internet, otherwise security could be endangered if you omit to remove the Installer script from the site root and are not prompted to do so.
da: Advarsel! Aktiver kun ovenstående mulighed, hvis denne side er isoleret fra internettet, ellers kan sikkerheden blive truet, hvis du udelader at fjerne Installer scriptet fra sideroden og ikke bliver bedt om at gøre det.

source: Display settings
da: Vis indstillinger

source: Display icons
da: Vis ikoner

source: Form of display for module names
da: Visningsform for modulnavne

source: Show both internal name and display name
da: Vis både internt navn og visningsnavn

source: Modules per page in module categories list
da: Moduler pr. side i modulkategori listen

source: Modules per row in admin panel
da: Moduler pr. række i admin panel

source: Theme to use
da: Temaer til brug

source: Use site's theme
da: Anvend sidens tema

source: Category initially selected
da: Kategori udvalgt i første omgang

source: Modules categorisation
da: Kategorisering af moduler

source: Default category for newly-added modules
da: Standard kategori for nyligt tilføjede moduler

source: Drag and drop into a new module category
da: Træk og slip ind i en ny modul kategori

source: There are currently no modules in this category.
da: Der er i øjeblikket ingen moduler i denne kategori.

source: Developer notices (development mode on)
da: Udvikler opslag (udvikling tilstand på)

source: Enabled Template settings
da: Skabelonindstillinger er aktiveret

source: Enabled Theme settings
da: Temaindstillinger er aktiveret

source: CSS/JS combination is enabled
da: CSS/JS kombination er aktiveret

source: Clear all cache and compile directories
da: Tøm hele cachen og kompileringsmapper

source: You are in:
da: Du er i:

source: Edit module category
da: Rediger modulkategori

source: Module category
da: Modulkategori

source: Security analyser warnings
da: Security Analyzer advarsler

source: Configuration file 'config/config.php' is writeable, but should be read-only (please set to chmod 400, or 440 or last resort 444).
da: Konfigurationsfil 'config/config.php' er skrivbar, men burde kun være læsbar (Indstil chmod 400, eller 440 eller som sidste udvej 444).

source: PHP 'magic_quotes_gpc' setting is ON, but should be OFF.
da: PHP 'magic_quotes_gpc' indstilling er ON, men burde være OFF.

source: PHP 'register_globals' setting is ON, but should be OFF.
da: PHP 'register_globals' indstilling er ON, men burde være OFF.

source: There is no '.htaccess' file in the temporary directory ('/ztemp' or other location), but one should be present.
da: Der er ingen '.htaccess" fil i den midlertidige mappe ('/ztemp' eller et andet sted), men der skal være mindst en til stede.

source: Security center module is not installed, but preferably should be.
da: Sikkerhed centermodulet er ikke installeret, men det anbefales at installere det.

source: PHPIDS is activated, but requests are NOT blocked.
da: PHPIDS er aktiveret, men anmodninger er IKKE blokeret.

source: Displays the list view of module categories included within the category tab menu. In the 'Actions' column on the right, you can choose to edit or delete a module category
da: Viser listevisningen af modulet, der er inkluderet i kategorien fane menu. I kolonnen 'Handlinger' til højre kan du vælge at redigere eller slette en modul kategori

source: Lets you edit the name and description of an existing module category.
da: Gør det muligt at redigere navn og beskrivelse af en eksisterende modulkategori.

source: Lets you delete a module category from the tab menu. You will be prompted for confirmation before the category is deleted.
da: Gør det muligt at slette en modulkategori fra fanen Menu. Du vil blive bedt om bekræftelse før kategorien slettes.

source: Lets you add a new category to the module categories tab list. You can edit the following:
da: Gør det muligt at tilføje en ny kategori til modulet kategori faneliste. Du kan redigere følgende:

source: Enter the name to be displayed within the categories tab menu.
da: Indtast navnet for at blive vist inden for kategoriernes faneblad.

source: Enter an informative description to be displayed after the category name, when this category is displayed in the Administration panel.
da: Indtast en udførlig beskrivelse der skal vises efter kategorinavnet, når denne kategori vises i administrationspanelet.

source: The 'Settings' page contains three sections: 'General settings', 'Display settings' and 'Modules categorisation'. Each is covered below.
da: 'Indstillinger' indeholder tre afsnit: 'Generelle indstillinger', 'Visningsindstillinger' og 'Modul kategorisering'. Hver er dækket nedenfor.

source: There is currently only one option in the General settings section.
da: Der er i øjeblikket kun en mulighed i de generelle indstillinger.

source: This option enables you to disable the Security analyser's check to see if the Installer is present in your site's root directory. Preferably, you should leave the check enabled, as a security breach could easily occur if you omit to remove the Installer's components after completing installation.
da: Denne indstilling giver dig mulighed for at deaktivere Sikkerheds analysatorens kontrol af om installationsprogrammet er til stede i din sides rodmappe. Du bør fortrinsvis lade kontrollen forblive aktiveret, da et brud på sikkerheden let kan opstå, hvis du udelader at fjerne Installer komponenter efter endt installation.

source: There are six display settings.
da: Der er seks visningsindstillinger.

source: When checked, this option causes graphic icons to be displayed for each module in the Administration panel.
da: Når dette er afkrydset, vil det medføre at der vises grafiske ikoner for hvert modul i administrationspanelet.

source: Modules per page
da: Moduler pr. side

source: Enter a whole number for the number of modules to be displayed on each page of the Administration panel.
da: Indtast et helt tal for antallet af moduler, der skal vises på hver side af administrationspanelet.

source: Modules per row
da: Moduler pr. række

source: Enter a whole number for the number of modules to be displayed on each line of the Administration panel.
da: Indtast et helt tal for antallet af moduler, der skal vises på hver linje af administrationspanelet.

source: Open the dropdown list and choose the theme to be applied to the Administration panel.
da: Åbn rullelisten og vælg det tema, der skal anvendes til administrationspanelet.

source: Style sheet to use
da: Style sheet til at anvende

source: Open the dropdown list and choose the style sheet to be used to render the Administration panel.
da: Åbn dropdown listen og vælge det stylesheet, der skal bruges til at rendere administrationspanelet.

source: Open the dropdown list and choose the modules category to be shown when the Administration panel first displays.
da: Åbn dropdown listen og vælg den modul kategori, der skal vises, når administrations panelet vises første gang.

source: In the Modules categorisation section, you can choose two things:
da: I modul kategoriseringssektionen, kan du vælge to ting:

source: Open the dropdown list and choose the module category in which to put all newly-installed and activated modules.
da: Åbn dropdown listen og vælg den modul kategori, hvor du kan lægge alle nyligt installeret og aktiveret moduler.

source: You will see listed all the modules currently installed and activated. Open the dropdown list beside each module and choose the module category in which that module should be placed.
da: Du vil se en liste over alle de moduler, der aktuelt er installeret og aktiveret. Åbn dropdown listen ved siden af ??hvert modul, og vælg den modul kategori, hvor modulet skal placeres.

source: Messages you might see
da: Beskeder du kan se

source: In the Administration panel, you will see security warnings displayed if the Security analyser detects potential security vulnerabilities in your site's installation. If you see no warning box then it means that no vulnerabilities have been found. Below are explanations for each vulnerability possibly identified.
da: I administrationspanelet, vil du se sikkerhedsadvarsler, hvis Security Analyzer registrerer potentielle sikkerhedshuller i din sides installation. Hvis du ikke ser nogen advarselsboks betyder det, at der ikke er blevet fundet nogen usikkerheder. Nedenfor findes forklaringer for hver usikkerhed som muligvis identificeret.

source: You see the message
da: Du kan se beskeden

source: Stop, please! The Swiss Army Knife tool ('psak.php' file) is in the site root, but must be removed before you can access the site admin panel. Moreover, for your information, this tool is now deprecated in favor of the Zikula recovery console ('zrc.php').
da: Stop! Swiss Army Knife værktøjet ('psak.php' fil) er i sidens rod, men skal fjernes, før du kan få adgang til sidens admin panel. Til oplysning er dette værktøj nu forældet til fordel for Zikula Genoprettelseskonsol ('zrc.php').

source: The Zikula recovery console tool (a file called 'zrc.php') is a useful utility for resolving certain problems, but should not be left in any directory accessible from the Internet, because this leaves an easy opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove 'zrc.php' before you can access the Administration panel.
da: Zikula værktøjet Genoprettelseskonsol (en fil kaldet 'zrc.php') er et nyttigt værktøj til at løse visse problemer, men bør ikke stå i nogen mappe tilgængelig fra internettet, fordi det efterlader en let mulighed for et brud på sikkerheden. Hvis Sikkerhedsanalysatoren registrerer denne sårbarhed, bliver du nødt til at fjerne 'zrc.php', før du kan få adgang til administrations panelet.

source: Stop, please! The installer file 'install.php' and directory 'install' are in the site root, but must be removed before you can access the site admin panel.
da: Stop venligst! Installationsfilen 'install.php' og mappen 'Installer' er i sidens rod, men skal fjernes, før du kan få adgang til sidens admin panel.

source: After completing the installation process, it is very important to delete the Installer's file 'install.php' and directory 'install' from the site root directory, especially if it is on-line on the Internet, because otherwise there is an opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove them before you can access the Administration panel.
da: Efter at have afsluttet installationen er det meget vigtigt at slette Installer filen 'install.php' og mappen 'Installer' fra sidens rodmappe, især hvis den er online på internettet, da du ellers kan risikere et sikkerhedsbrud. Hvis Security Analyzer registrerer denne sårbarhed bliver du nødt til at fjerne dem, før du kan få adgang til administrationspanelet.

source: Configuration file 'config/config.php' is writeable, but should be read-only (chmod 400, 440 or at worst 444).
da: Konfigurationsfilen 'config/config.php' er skrivbar, men burde kun være læsbar (chmod 400, 440 eller i værste fald 444).

source: When a site is originally installed, the Installer script creates a configuration file called 'config.php' that is located in the sub-directory 'config' within the site's root directory. It should not be left writeable, because this leaves an opportunity for a security breach. You should set the file's permissions to read-only (chmod 400, 440 or at worst 444).
da: Når en side oprindeligt er installeret, opretter Installer scriptet en konfigurationsfil kaldet 'config.php', der er placeret i undermappen 'config' i rodmappen. Den bør ikke efterlades skrivbar, fordi det giver en mulighed for et brud på sikkerheden. Du skal angive filens tilladelser til kun at være læsbar (chmod 400, 440 eller i værste fald 444).

source: Installer file 'upgrade.php' is in the site root, but should be removed.
da: Installationsfilen 'upgrade.php' er i sideroden, men burde fjernes.

source: The file 'upgrade.php' is used by the Installer script if a previously-existing site is upgraded to a more-recent version. Once the new site is working properly, you should delete this file, as it is no longer required and could make a security breach possible.
da: Filen 'upgrade.php' bruges af Installerings scriptet, hvis en tidligere eksisterende side er opgraderet til en nyere version. Når den nye side fungerer korrekt, bør du slette denne fil, da det ikke længere er påkrævet, og kan gøre et brud på sikkerheden muligt.

source: In some hosting environments, the PHP setting 'magic_quotes_gpc' may be set to ON. However, this creates an opportunity for security breaches. If the site is accessible from the Internet, you are strongly recommended to ensure that 'magic_quotes_gpc' is set to OFF.
da: I nogle hosting miljøer kan PHP indstillingen 'magic_quotes_gpc' indstilles til ON. Men det skaber en risiko for brud på sikkerheden. Hvis siden er tilgængelig fra internettet, anbefales det stærkt, at du sikrer, at 'magic_quotes_gpc' er sat til OFF.

source: In some hosting environments, the PHP setting 'register_globals' may be set to ON. However, this can create an opportunity for security breaches. If the site is accessible from the Internet, you are strongly recommended to ensure that 'register_globals' is set to OFF.
da: I nogle hosting miljøer kan PHP indstillingen 'register_globals' være indstillet til ON. Men dette kan skabe en mulighed for brud på sikkerheden. Hvis siden er tilgængelig fra internettet, anbefales du stærkt at sikre, at 'register_globals' er sat til OFF.

source: If properly installed, a site will include an '.htaccess' file in the site's temporary directory (which is called '/ztemp', unless another location is used). However, some methods used for transferring the package's files to a web space may lead to this file not being transferred. In this case, you are strongly recommended to create one (and to ensure that '.htaccess' files exist in certain other directories, too).
da: Hvis korrekt installeret vil siden indeholde en '.htaccess' fil i sidens midlertidige mappe (som kaldes '/ztemp', medmindre et andet sted bliver brugt). Dog kan nogle metoder, der anvendes til overførsel af pakkens filer til et webhotel føre til at denne fil ikke overføres. I dette tilfælde anbefales du kraftigt at oprette en (og at sikre at '.htaccess"-filer findes i andre mapper også).

source: PHPIDS with the Security Center is not activated, but preferably should be.
da: PHPIDS med Sikkerheds Center er ikke aktiveret, men burde være det.

source: PHPIDS is a feature of the Security center module that enhances the security of a site, and the Security analyser has detected that it is not enabled. You are recommended to ensure that it is enabled. You will also see this message if the Security center module is not installed or is not activated. For more information about this, please consult the Security center on-line help.
da: PHPIDS er en funktion i Sikkerhedscenter-modulet, der øger sikkerheden for en side, og Sikkerheds analysatoren har opdaget, at den ikke er aktiveret. Det anbefales at sikre, at den er aktiveret. Du vil også se denne meddelelse, hvis Sikkerhedscenter-modulet ikke er installeret eller ikke er aktiveret. For mere information om dette henvises til Sikkerhedscentrets online hjælp.

source: PHPIDS is enabled and you have set the Block action to 'Warn only'. Thus requests are not blocked. This is useful only for debugging the PHPIDS ruleset in order to verify correct operation.
da: PHPIDS er aktiveret, og du har indstillet Blok handling til 'Advar kun". Derfor er anmodninger ikke blokerede. Dette er kun nyttigt til debugging af PHPIDS regelsæt med henblik på at kontrollere at det fungerer korrekt.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been removed. You are recommended to leave the Security center installed, as it enhances a site's security.
da: Når en side er installeret oprindeligt, er Sikkerheds Centret installeret og aktiveret som standard. Du vil se ovenstående meddelelse, hvis Sikkerheds Center er blevet fjernet. Du anbefales at lade Security Center forblive installeret, da det styrker en sides sikkerhed.

source: Security center module is not activated, but preferably should be.
da: Sikkerheds center modulet er ikke aktiveret, men burde være det.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been deactivated. You are recommended to leave the Security center activated, as it enhances a site's security.
da: Når en side oprindeligt er installeret, er Sikkerhedscenter installeret og aktiveret som standard. Du vil se ovenstående meddelelse, hvis Sikkerheds center er blevet deaktiveret. Det anbefales at lade Sikkerhedscenter forblive aktiveret, da det styrker en sides sikkerhed.

source: Legacy module support is enabled, but preferably should be disabled.
da: Legacy module support er aktiveret, men skal helst deaktiveres.

source: You have the possibility of enabling support for legacy PostNuke modules. However, legacy modules can contain security holes that can compromise a site's security. You are strongly recommended to only use up-to-date versions of modules that are compliant with the project's official API (Application Programming Interface). In this case, legacy module support can be disabled (this is the default setting when a site is first installed).
da: Du har muligheden for at aktivere support for legacy PostNuke moduler. Legacy moduler kan dog indeholde sikkerhedshuller, som kan påvirke sidens sikkerhed. Du anbefales stærkt kun at bruge up-to-date versioner af moduler, der er i overensstemmelse med projektets officielle API (Application Programming Interface). I dette tilfælde kan legacy modul support deaktiveres (dette er standardindstillingen, når en side installeres første gang).

source: First page
da: Første side

source: Previous page
da: Forrige side

source: Next page
da: Næste side

source: Last page
da: Sidste side

source: Delete theme %s
da: Slet tema %s

source: Do you really want to delete this theme?
da: Er du sikker på, at du vil slette dette tema?

source: Also delete theme files, if possible
da: Slet også temafiler, hvis muligt

source: Please delete the Theme folder before pressing OK or the Theme will not be deleted.
da: Slet venligst temamappen før du trykker OK ellers bliver temaet ikke slettet.

source: No previous pages
da: Ingen tidligere sider

source: No further pages
da: Ingen yderligere sider

source: Colour palettes
da: Farve paletter

source: Close
da: Luk

source: Create new palette
da: Opret ny palette

source: Rendering engine debug console
da: Rendering-engine debug konsol
