Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: Heard & McDonald Islands
da: Heard & McDonald Øerne

source: Croatia
da: Kroatien

source: Hungary
da: Ungarn

source: Indonesia
da: Indonesien

source: Ireland
da: Irland

source: India
da: Indien

source: Iraq
da: Irak

source: Islamic Republic of Iran
da: Iran

source: Iceland
da: Island

source: Italy
da: Italien

source: Kyrgyzstan
da: Kirgisistan

source: Cambodia
da: Cambodja

source: Comoros
da: Comorerne

source: St. Kitts and Nevis
da: St. Kitts og Nevis

source: Korea, Democratic People's Republic of
da: Sydkorea

source: Korea, Republic of
da: Nordkorea

source: Kazakhstan
da: Kasakhstan

source: Lao People's Democratic Republic
da: Laos Den Demokratiske Folkerepublik

source: Lebanon
da: Libanon

source: Lithuania
da: Litauen

source: Latvia
da: Letland

source: Morocco
da: Marokko

source: Moldova, Republic of
da: Moldova

source: Madagascar
da: Madagaskar

source: Macedonia, the form Republic of
da: Makedonien

source: Mongolia
da: Mongoliet

source: Northern Mariana Islands
da: Nordmarianerne

source: Mauritania
da: Mauretanien

source: Maldives
da: Maldiverne

source: Netherlands
da: Holland

source: Norway
da: Norge

source: French Polynesia
da: Fransk Polynesien

source: Papua New Guinea
da: Papua Ny Guinea

source: Philippines
da: Filippinerne

source: Poland
da: Polen

source: Romania
da: Rumænien

source: Serbia
da: Serbien

source: Russian Federation
da: Rusland

source: Saudi Arabia
da: Saudi-Arabien

source: Solomon Islands
da: Salomonøerne

source: Seychelles
da: Seychellerne

source: Sweden
da: Sverige

source: Slovenia
da: Slovenien

source: Svalbard & Jan Mayen Islands
da: Svalbard & Jan Mayen Øerne

source: Slovakia
da: Slovakiet

source: Suriname
da: Surinam

source: Sao Tome & Principe
da: Sao Tome og Principe

source: Syrian Arab Republic
da: Den Syriske Arabiske Republik

source: Turks & Caicos Islands
da: Turks & Caicos Øerne

source: Chad
da: Tchad

source: French Southern Territories
da: Franske sydlige territorier

source: Tajikistan
da: Tadsjikistan

source: Tunisia
da: Tunesien

source: East Timor
da: Østtimor

source: Turkey
da: Tyrkiet

source: Taiwan, Province of China
da: Taiwan

source: Tanzania, United Republic of
da: Tanzania

source: United States Minor Outlying Islands
da: De Mindre Amerikanske Oversøiske Øer

source: United States of America
da: USA

source: Uzbekistan
da: Usbekistan

source: Vatican City State (Holy See)
da: Vatikanstaten (Pavestolen)

source: St. Vincent & the Grenadines
da: St. Vincent & Grenadinerne

source: British Virgin Islands
da: De Britiske Jomfruøer

source: United States Virgin Islands
da: De amerikanske Jomfruøer

source: Wallis & Futuna Islands
da: Wallis og Futunaøerne

source: South Africa
da: Sydafrika

source: Unknown or unspecified country
da: Ukendt eller uspecificeret land

source: Arabic (United Arab Emirates)
da: Arabisk (De Forenede Arabiske Emirater)

source: Arabic (Bahrain)
da: Arabisk (Bahrain)

source: Arabic (Algeria)
da: Arabisk (Algeriet)

source: Arabic (Egypt)
da: Arabisk (Egypten)

source: Arabic (Iraq)
da: Arabisk (Irak)

source: Arabic (Jordan)
da: Arabisk (Jordan)

source: Arabic (Kuwait)
da: Arabisk (Kuwait)

source: Arabic (Lebanon)
da: Arabisk (Libanon)

source: Arabic (Libya)
da: Arabisk (Libyen)

source: Arabic (Morocco)
da: Arabisk (Marokko)

source: Arabic (Oman)
da: Arabisk (Oman)

source: Arabic (Qatar)
da: Arabisk (Qatar)

source: Arabic (Saudi Arabia)
da: Arabisk (Saudi Arabien)

source: Arabic (Sudan)
da: Arabisk (Sudan)

source: Arabic (Syria)
da: Arabisk (Syrien)

source: Arabic (Tunisia)
da: Arabisk (Tunesien)

source: Arabic (Yemen)
da: Arabisk (Yemen)

source: Belarusian (Belarus)
da: Hviderussisk (Hviderusland)

source: Bulgarian (Bulgaria)
da: Bulgarsk (Bulgarien)

source: Bengali (India)
da: Bengali (Indien)

source: Catalan (Spain)
da: Catalansk (Spanien)

source: Czech (Czech Republic)
da: Tjekkisk (Tjekkiet)

source: Danish (Denmark)
da: Dansk (Danmark)

source: German (Austria)
da: Tysk (Østrig)

source: German (Switzerland)
da: Tysk (Schweiz)

source: German (Germany)
da: Tysk (Tyskland)

source: German (Luxembourg)
da: Tysk (Luxembourg)

source: Greek (Cyprus)
da: Græsk (Cypern)

source: Greek (Greece)
da: Græsk (Grækenland)

source: English (Australia)
da: Engelsk (Australien)

source: English (Canada)
da: Engelsk (Canada)

source: English (United Kingdom)
da: Engelsk (Storbritannien)

source: English (Ireland)
da: Engelsk (Irland)

source: English (India)
da: Engelsk (Indien)

source: English (Malta)
da: Engelsk (Malta)

source: English (New Zealand)
da: Engelsk (New Zealand)

source: English (Philippines)
da: Engelsk (Filippinerne)

source: English (United States)
da: Engelsk (USA)

source: English (South Africa)
da: Engelsk (Sydafrika)

source: Spanish (Argentina)
da: Spansk (Argentina)

source: Spanish (Bolivia)
da: Spansk (Bolivia)

source: Spanish (Chile)
da: Spansk (Chile)

source: Spanish (Colombia)
da: Spansk (Colombia)

source: Spanish (Costa Rica)
da: Spansk (Costa Rica)

source: Spanish (Dominican Republic)
da: Spansk (Den Dominikanske Republik)

source: Spanish (Ecuador)
da: Spansk (Ecuador)

source: Spanish (Spain)
da: Spansk (Spanien)

source: Spanish (Guatemala)
da: Spansk (Guatemala)

source: Spanish (Honduras)
da: Spansk (Honduras)

source: Spanish (Mexico)
da: Spansk (Mexico)

source: Spanish (Nicaragua)
da: Spansk (Nicaragua)

source: Spanish (Panama)
da: Spansk (Panama)

source: Spanish (Peru)
da: Spansk (Peru)

source: Spanish (Puerto Rico)
da: Spansk (Puerto Rico)

source: Spanish (Paraguay)
da: Spansk (Paraguay)

source: Spanish (El Salvador)
da: Spansk (El Salvador)

source: Spanish (United States)
da: Spansk (USA)

source: Spanish (Uruguay)
da: Spansk (Uruguay)

source: Spanish (Venezuela)
da: Spansk (Venezuela)

source: Estonian (Estonia)
da: Estisk (Estland)

source: Finnish (Finland)
da: Finsk (Finland)

source: French (Belgium)
da: Fransk (Belgien)

source: French (Switzerland)
da: Fransk (Schweiz)

source: French (France)
da: Fransk (Frankrig)

source: French (Luxembourg)
da: Fransk (Luxembourg)

source: Friulian
da: Furlandsk

source: Irish (Ireland)
da: Irsk (Irland)

source: Hindi (India)
da: Hindi (Indien)

source: Croatian (Croatia)
da: Kroatisk (Kroatien)

source: Hungarian (Hungary)
da: Ungarsk (Ungarn)

source: Indonesian (Indonesia)
da: Indonesisk (Indonesien)

source: Icelandic (Iceland)
da: Islandsk (Island)

source: Italian (Switzerland)
da: Italiensk (Schweiz)

source: Italian (Italy)
da: Italiensk (Italien)

source: Hebrew (Israel)
da: Hebraisk (Israel)

source: Japanese (Japan)
da: Japansk (Japan)

source: Korean (South Korea)
da: Koreansk (Sydkorea)

source: Lithuanian (Lithuania)
da: Litauisk (Litauen)

source: Latvian (Latvia)
da: Lettisk (Letland)

source: Macedonian (Macedonia)
da: Makedonsk (Makedonien)

source: Maltese (Malta)
da: Maltesisk (Malta)

source: Dutch (Belgium)
da: Hollandsk (Belgien)

source: Dutch (Netherlands)
da: Hollandsk (Holland)

source: Norwegian (Norway)
da: Norsk (Norge)

source: Norwegian (Norway, Nynorsk)
da: Norsk (Norge, Nynorsk)

source: Polish (Poland)
da: Polsk (Polen)

source: Portuguese (Brazil)
da: Portugisisk (Brasilien)

source: Portuguese (Portugal)
da: Portugisisk (Portugal)

source: Romanian (Romania)
da: Rumænsk (Rumænien)

source: Russian (Russia)
da: Russisk (Rusland)

source: Slovak (Slovakia)
da: Slovakisk (Slovakiet)

source: Slovenian (Slovenia)
da: Slovensk (Slovenien)

source: Albanian (Albania)
da: Albansk (Albanien)

source: Serbian (Bosnia and Herzegovina)
da: Serbisk (Bosnien og Hercegovina)

source: Serbian (Serbia and Montenegro)
da: Serbisk (Serbien og Montenegro)

source: Serbian (Montenegro)
da: Serbisk (Montenegro)

source: Serbian (Serbia)
da: Serbisk (Serbien)

source: Swedish (Sweden)
da: Svensk (Sverige)

source: Turkish (Turkey)
da: Tyrkisk (Tyrkiet)

source: Ukrainian (Ukraine)
da: Ukrainsk (Ukraine)

source: Vietnamese (Vietnam)
da: Vietnamesisk (Vietnam)

source: Chinese (China)
da: Kinesisk (Kina)

source: Chinese (Hong Kong)
da: Kinesisk (Hong Kong)

source: Chinese (Singapore)
da: Kinesisk (Singapore)

source: Chinese (Taiwan)
da: Kinesisk (Taiwan)

source: Error! Could not load '%s'. Please check that it exists.
da: Fejl! Kunne ikke loade '%s'. Kontroller at den eksisterer.

source: Error! The locale file %s contains invalid data.
da: Fejl! Lokalitetsfilen %s indeholder ugyldige data.

source: Error! %1$s is missing in %2$s.
da: Fejl! %1$s mangler i %2$s.

source: Error! There is an invalid value for %1$s in %2$s.
da: Fejl! Der er en ugyldig værdi for %1$s i %2$s.

source: Extensions
da: Udvidelser

source: Manage your modules and plugins.
da: Administrer dine moduler og plugins.

source: extensions
da: udvidelser

source: Error! No such module ID exists.
da: Fejl! Et sådant modul ID eksisterer ikke.

source: Done! Saved module information.
da: Færdig! Moduloplysninger er gemt.

source: Errors were detected regenerating the modules list from file system.
da: Der blev fundet fejl ved regenereringen af modullisten fra filsystemet.

source: Deactivate '%s' module
da: Deaktiver '%s' modul

source: Legacy hook settings for '%s'
da: Legacy hook indstillinger for '%s'

source: Plugins for '%s'
da: Plugins til '%s'

source: Activate '%s'
da: Aktiver '%s'

source: Uninstall '%s' module
da: Afinstaller '%s' modul

source: Remove '%s' module
da: Fjern '%s' modul

source: Upgrade '%s'
da: Opgrader '%s'

source: Install '%s'
da: Installer '%s'

source: Incompatible version: '%s'
da: Inkompatibel version: '%s'

source: Edit '%s'
da: Rediger '%s'

source: Files missing
da: Filer mangler

source: New version
da: Ny version

source: Invalid structure
da: Ugyldig struktur

source: Not allowed
da: Ikke tilladt

source: Incompatible
da: Inkompatibel

source: Not installed
da: Ikke installeret

source: Error! No module ID provided.
da: Fejl! Der er intet modul ID til rådighed.

source: Done! Installed module.
da: Færdig! Modul er installeret.

source: Done! Activated module.
da: Færdig! Modul er aktiveret.

source: Error! Module not allowed.
da: Fejl! Modul er ikke tilladt.

source: Activated
da: Aktiveret

source: Error! This module is currently set as the site's home page. You must choose another module for the home page before you can deactivate this one.
da: Fejl! Dette modul er i øjeblikket indstillet som sidens startside. Du skal vælge et andet modul til hjemmesiden, før du kan deaktivere denne.

source: Error! You cannot deactivate this module. It is a mandatory core module, and is needed by the system.
da: Fejl! Du kan ikke deaktivere dette modul. Det er et obligatorisk kernemodul, og det er et systemkrav.

source: Done! Deactivated module.
da: Færdig! Modul er deaktiveret.

source: Error! Deleting the block %s .
da: Fejl! Sletning af blok %s .

source: Done! Uninstalled module.
da: Færdig! Modul er afinstalleret.

source: Warning! The 'Items per page' setting must be a positive integer. The value you entered was corrected.
da: Advarsel! 'Varer pr. side" indstillingen skal være et positivt heltal. Den indtastede værdi er blevet korrigeret.

source: Done! Saved module configuration.
da: Færdig! Modulkonfiguration er gemt.

source: Install
da: Installer

source: Configure plugin
da: Konfigurer plugin

source: Deactivate
da: Deaktiver

source: Remove plugin
da: Flyt plugin

source: Activate
da: Aktiver

source: Upgrade
da: Opgradering

source: Error! No plugin class provided.
da: Fejl! Ingen plugin-class til rådighed.

source: Done! Installed plugin.
da: Færdig! Plugin er installeret.

source: Done! Deactivated plugin.
da: Færdig! Plugin er deaktiveret.

source: Done! Activated plugin.
da: Færdig! Plugin er aktiveret.

source: Done! De-installed plugin.
da: Færdig! Plugin er afinstalleret.

source: Done! Upgraded plugin.
da: Færdig! Plugin er opgraderet.

source: Plugin "%s" is not installed
da: Plugin "%s" er ikke installeret

source: Plugin "%s" is not configurable
da: Plugin "%s" kan ikke konfigureres

source: No subscriber area passed.
da: Intet subscriber område passeret.

source: Module "%s" is not a valid subscriber.
da: Modul "%s"er ikke en gyldigt subscriber.

source: Subscriber module "%s" is not available.
da: Subscriber modul "%s" er ikke tilgængeligt.

source: No provider area passed.
da: Ingen udbyder område passeret.

source: Module "%s" is not a valid provider.
da: Modul "%s" er ikke en gyldig udbyder.

source: Provider module "%s" is not available.
da: Udbydermodulet "%s" er ikke tilgængeligt.

source: Providers' areas order is not an array.
da: Udbyderes områderækkefølge er ikke en array.

source: Error! Could not save the module URL information. A duplicate module URL was detected.
da: Fejl! Kunne ikke gemme oplysninger om URL modulet. En tilsvarende URL modul blev fundet.

source: Error! Module URL is a required field, please enter a unique name.
da: Fejl! Modul URL er et obligatorisk felt, du skal indtaste et unikt navn.

source: Error! Could not save your changes.
da: Fejl! Kunne ikke gemme dine ændringer.

source: Error! Invalid module state transition.
da: Fejl! Ugyldig modul tilstandsovergang.

source: Error! No permission to upgrade %s.
da: Fejl! Ingen tilladelse til at opgradere %s.

source: Error! Could not load a required file: '%s'.
da: Fejl! Kunne ikke indlæse en nødvendig fil: '%s'.

source: %s must be an instance of Zikula_AbstractInstaller
da: %s skal være en instans af Zikula_AbstractInstaller

source: %s must be an instance of Zikula_Controller_AbstractInteractiveInstaller
da: %s skal være en instans af Zikula_Controller_AbstractInteractiveInstaller

source: Error! Could not retrieve module ID.
da: Fejl! Kunne ikke hente modul ID.

source: Error! No permission to install %s.
da: Fejl! Ingen tilladelse til at installere %s.

source: Error! %s is not compatible with this version of Zikula.
da: Fejl! %s er ikke kompatibel med denne version af Zikula.

source: Error! Could not change module state.
da: Fejl! Kunne ikke ændre modul tilstand.

source: Done! Module has been upgraded. Its status is now 'Active'.
da: Færdig! Modul er blevet opgraderet. Dens status er nu 'Aktiv'.

source: NOTICE! Legacy hook configurations for %s have been removed.
da: BEMÆRK! Legacy hook konfigurationer for %s er blevet fjernet.

source: Modules list
da: Liste over moduler

source: New version uploaded
da: Ny version uploaded

source: Plugins list
da: Plugin liste

source: Settings
da: Indstillinger

source: Upgrade All
da: Opgrader alt

source: %1$s threw an exception reporting: "%2$s"
da: %1$s fandt en undtagelse under rapportering: "%2$s"

source: %s is not an instance of Zikula_AbstractVersion
da: %s er ikke et eksempel på Zikula_AbstractVersion

source: Could not find %1$s for module %2$s
da: Kunne ikke finde %1$s til modul %2$s

source: Site name
da: Sidenavn

source: Site description
da: Sidebeskrivelse

source: General settings
da: Generelle indstillinger

source: General site configuration interface.
da: General side konfiguration interface.

source: settings
da: indstillinger

source: Error! Either you entered an invalid entry point, or else the file specified as being the entry point was not found in the Zikula root directory.
da: Fejl! Enten har du indtastet en ugyldig indgang, ellers blev filen angivet som værende indgang ikke fundet i Zikula rodmappen.

source: Error! In your permalink settings, strings cannot be terminated with a comma.
da: Fejl! I dine permalink-indstillinger, kan strenge ikke afsluttes med et komma.

source: Error! In your permalink settings, the search list and the replacement list for permalink cleansing have a different number of comma-separated elements. If you have 3 elements in the search list then there must be 3 elements in the replacement list.
da: Fejl! I dine permalinkindstillinger, søgelisten og udskiftningslisten for permalink udrensning har et forskelligt antal af kommaseparerede elementer. Hvis du har 3 elementer i søgelisten skal der være 3 elementer i erstatningslisten.

source: Error! When setting a startpage, starttype and startfunc are required fields.
da: Fejl! Når du opretter en startside, skal starttype og startfunc udfyldes.

source: Notice: Language detection is automatically disabled when multi-lingual features are disabled.
da: Bemærk: Sprog registrering deaktiveres automatisk, når flersprogede funktioner er deaktiveret.

source: Done! Saved localisation settings.
da: Færdig! Lokaliseringsindstillinger er gemt.

source: Main settings
da: Hovedindstillinger

source: Localisation settings
da: Lokaliseringsindstillinger

source: Error! You did not select a module.
da: Fejl! Du har ikke valgt et modul.

source: Error! You did not select a module table.
da: Fejl! Du har ikke valgt en modultabel.

source: Error! You did not enter a property name.
da: Fejl! Du indtastede ikke et property navn.

source: Error! You did not select a category.
da: Fejl! Du har ikke valgt en kategori.

source: Error! There is already a property with this name in the specified module and table.
da: Fejl! Der er allerede en ejendom med dette navn i det angivne modul og tabel.

source: Error! You did not enter a name.
da: Fejl! Du har ikke skrevet et navn.

source: Category %s must be unique under parent
da: Kategori %s skal være unik under overordnet

source: Can not delete category while preserving subcategories without specifying a new parent ID
da: Kan ikke slette kategorien og samtidig bevare underkategorier uden at angive et nyt lignende ID

source: Modules
da: Moduler

source: General
da: Generel

source: Yes/No
da: Ja/Nej

source: Publication status (extended)
da: Offentliggørelsesstatus (udvidet)

source: Pending
da: Afventer

source: Checked
da: Kontrolleret

source: Approved
da: Godkendt

source: Rejected
da: Afvist

source: Gender
da: Køn

source: Male
da: Mand

source: Female
da: Kvinde

source: Title
da: Titel

source: Mr.
da: Hr.

source: Mrs.
da: Fru

source: Ms.
da: Frk.

source: Miss
da: Frøken

source: Activity status
da: Aktivitetsstatus

source: Publication status (basic)
da: Offentliggørelsesstatus (basis)

source: Users
da: Brugere

source: Music and audio
da: Musik og lyd

source: Art and photography
da: Kunst og fotografi

source: Writing and thinking
da: Skrive og tænke

source: Communications and media
da: Kommunikation og medier

source: Travel and culture
da: Rejse og kultur

source: Science and technology
da: Videnskab og teknologi

source: Sport and activities
da: Sport og aktiviteter

source: Business and work
da: Karriere og arbejde

source: Categories
da: Kategorier

source: Category administration.
da: Kategori administration.

source: categories
da: kategorier

source: Error! Cannot determine valid 'cid' for edit mode in 'Categories_admin_edit'.
da: Fejl! Kan ikke bestemme gyldigt 'cid' for redigeringstilstand i 'Categories_admin_edit'.

source: Error! The document root is invalid.
da: Fejl! Roddokumentet er ugyldigt.

source: Error! The category ID is invalid.
da: Fejl! Kategori ID er ugyldigt.

source: Notice: The administrator has locked the category '%2$s' (ID '%$1s'). You cannot edit or delete it.
da: Bemærk: Administrator har låst kategorien '%2$s' (ID '%$1s'). Du kan ikke redigere eller slette den.

source: Done! Saved the %s category.
da: Færdig! %s kategorien er gemt.

source: Done! Inserted the %s category.
da: Færdig! %s kategorien er indsat.

source: Error! The URL contains an invalid 'document root' parameter.
da: Fejl! URL-adressen indeholder en ugyldig dokument rod parameter.

source: Error! The root directory cannot be modified in 'user' mode
da: Fejl! Rodbiblioteket kan ikke ændres i bruger tilstand

source: Error! It looks like you are trying to edit another user's categories. Only site administrators can do that (%s).
da: Fejl! Det ser ud som om du forsøger at redigere en anden brugers kategorier. Kun administrator kan gøre det (%s).

source: Error! Cannot access root directory (%s).
da: Fejl! Kan ikke få adgang til rodmappen (%s).

source: Error! The specified category is not a leaf-level category (%s).
da: Fejl! Den angivne kategori er ikke en leaf-level kategori (%s).

source: Error! The specified category is not a child of the document root (%1$s; %2$s).
da: Fejl Den angivne kategori er ikke et barn af dokumentroden (%1$s; %2$s).

source: Error! Editing mode for user-owned categories is only available to users who have logged-in.
da: Fejl! Redigering af bruger-ejede kategorier er kun tilgængelig for brugere, som har logget på.

source: Error! User-owned category editing has not been enabled. This feature can be enabled by the site administrator.
da: Fejl! Bruger-ejet kategori redigering er ikke blevet aktiveret. Denne funktion kan aktiveres af en administrator.

source: Error! Could not determine the user root node.
da: Fejl! Kunne ikke bestemme bruger root node.

source: Error! The user root node seems to point towards an invalid category: %s.
da: Fejl Bruger root node synes at pege i retning af en ugyldig kategori: %s.

source: Error! Cannot determine user category root node name.
da: Fejl! Kan ikke bestemme bruger kategori root node navn.

source: Error! The user root category node for this user does not exist, and the automatic creation flag (autocreate) has not been set.
da: Fejl! Bruger root kategori node for denne bruger findes ikke, og den automatiske oprettelsesflag (autooprettelse) er ikke blevet indstillet.

source: Default
da: Standard

source: Done! Deleted the %s category.
da: Færdig! %s kategorien er slettet.

source: Done! Copied the %s category.
da: Færdig! %s kategorien er kopieret.

source: Done! Moved the %s category.
da: Færdig! %s kategorien er flyttet.

source: Done! Rebuilt the category paths.
da: Færdig! Kategoristier er ombygget.

source: Done! Deleted the category registry entry.
da: Færdig! Kategori registreringsdatabasen er slettet.

source: Done! Saved the category registry entry.
da: Færdig! Kategori registreringsdatabasen er gemt.

source: Categories list
da: Kategoriliste

source: Create new category
da: Opret ny kategori

source: Category registry
da: Kategoriregistrering

source: Rebuild paths
da: Genopbyg stier

source: Categories manager
da: Kategori manager

source: Site search
da: Søg på sitet

source: Site search module.
da: Søgemodul

source: search
da: søg

source: Error! You did not enter any keywords to search for.
da: Fejl! Du har ikke indtastet et søgeord.

source: Error! '%1$s' module returned false in search function '%2$s'.
da: Fejl! '%1$s' modul returneret som falsk i søgefunktion '%2$s'.

source: New search
da: Ny søgning

source: Recent searches list
da: Liste over sidste søgninger

source: Search
da: Søg

source: Search box
da: Søgefelt

source: Page lock
da: Side lås

source: Provides the ability to lock pages when they are in use, for content and access control.
da: Giver mulighed for at låse sider, når de er i brug for indhold og adgangskontrol.

source: pagelock
da: sidelås

source: Error! Lock broken!
da: Fejl! Lås brudt!

source: Permissions
da: Tilladelser

source: User permissions manager.
da: Bruger tilladelses manager.

source: permissions
da: tilladelser

source: permission granted.
da: tilladelse givet.

source: permission not granted.
da: tilladelsen ikke givet.

source: unknown user.
da: ukendt bruger.

source: All components
da: Alle komponenter

source: Up
da: Op

source: Down
da: Ned

source: Done! Incremented permission rule.
da: Færdig! Tilladelsesregel øget.

source: Done! Decremented permission rule.
da: Færdig! Tilladelsesregel mindsket.

source: Modify permission rule
da: Rediger tilladelseregel

source: Create new permission rule
da: Opret ny tilladelsesregel

source: Error! No permission rules of this kind were found. Please add some first.
da: Fejl! Ingen tilladelsesregler af denne art blev fundet. Tilføj nogle først.

source: Edit permission rule
da: Rediger tilladelsesregel
