Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: Static class %s cannot be instanciated
da: Statisk class %s kan ikke eksemplificeres

source: Class %s cannot be found.
da: Class %s kan ikke findes.

source: Error! Table update failed.
da: Fejl! Opdatering af tabel mislykkedes.

source: Warning! UserUtil::%1$s is deprecated. Please use %2$s instead.
da: Advarsel! UserUtil::%1$s er forældet. Anvend %2$s istedet.

source: An invalid %1$s parameter was received.
da: En ugyldig %1$s parameter blev modtaget.

source: The authentication module '%1$s' could not be found.
da: Godkendelsesmodulet '%1$s' kunne ikke findes.

source: The authentication module '%1$s' is not available.
da: Godkendelsesmodulet '%1$s' er ikke tilgængeligt.

source: The authentication module '%1$s' could not be loaded.
da: Godkendelsesmodulet '%1$s' kunne ikke indlæses.

source: The authentication method '%1$s' is not supported by the authentication module '%2$s'.
da: Godkendelsesmodulet '%1$s' er ikke understøttet af godkendelsesmodulet '%2$s'.

source: The authentication module '%1$s' is reentrant. A %2$s is required.
da: Godkendelsesmodulet '%1$s' er inddraget. En %2$s er påkrævet.

source: Sorry! Login failed. The information you provided was incorrect.
da: Beklager! Log ind mislykkedes. De oplysninger, du har givet, var forkerte.

source: A %1$s (%2$s) was returned by the authenticating module, but a user account record (or registration request record) could not be found.
da: En %1$s (%2$s) blev returneret af godkendelsesmodulet, men en brugerkonto (eller registreringsforespørgsel) kunne ikke findes.

source: Your request to register with this site is still waiting for verification of your e-mail address. Please check your inbox for a message from us.
da: Din anmodning om at registrere dig på denne side venter stadig på bekræftelse af din emailadresse. Tjek venligst din indbakke for en besked fra os.

source: Your request to register with this site is still waiting for approval from a site administrator.
da: Din anmodning om at registrere dig på denne side venter stadig på godkendelse fra en administrator.

source: Your account has been disabled. Please contact a site administrator for more information.
da: Din konto er blevet deaktiveret. Kontakt venligst en administrator for mere information.

source: Your account has been disabled and is scheduled for removal. Please contact a site administrator for more information.
da: Din konto er blevet deaktiveret, og er planlagt til fjernelse. Kontakt venligst en administrator for mere information.

source: Sorry! Either there is no active user in our system with that information, or the information you provided does not match the information for your account.
da: Beklager! Enten eksisterer der ikke en aktiv bruger med disse oplysninger i vores system, eller også stemmer de oplysninger, du har angivet, ikke overens med oplysningerne om din konto.

source: Attempt to set the current user with an invalid uname.
da: Forsøg på at indstille den aktuelle bruger med et ugyldigt uname.

source: Attempt to set the current user with an invalid uid.
da: Forsøg på at indstille den aktuelle bruger med en ugyldig uid.

source: Attempt to set the current user with an unknown uid.
da: Forsøg på at indstille den aktuelle bruger med en ukendt uid.

source: Attempt to set the current user with an invalid authentication method.
da: Forsøg på at indstille den aktuelle bruger med en ugyldig autentifikationsmetode.

source: Error! Could not save the log-in date.
da: Fejl! Kunne ikke gemme log ind dato.

source: Error! Could not load data.
da: Fejl! Kunne ikke loade data.

source: Warning! User variable [%1$s] is deprecated. Please use [%2$s] instead.
da: Advarsel! Bruger variabel [%1$s] er forældet. Anvend [%2$s] i stedet.

source: UserUtil::getTheme() is unable to calculate theme name.
da: UserUtil::getTheme() er ude af stand til at beregne temanavn.

source: An invalid uid was provided.
da: Der blev givet en ugyldig uid.

source: Plugin %s is already installed
da: Plugin %s er allerede installeret

source: Plugin %s is not installed
da: Plugin %s er ikke installeret

source: Installed version and plugin version are equal, nothing to do for %s
da: Installeret version og pluginversionen er ens, intet at gøre for %s

source: Error! In 'setCookie', you must specify at least the cookie name '%s'.
da: Fejl! I 'setCookie', skal du angive mindst et cookie navn '%s'.

source: %a, %d %b %Y %H:%M:%S %Z
da: %A, %B %d @ %H:%M:%S

source: Unknown timezone
da: Ukendt tidszone

source: Sun Mon Tue Wed Thu Fri Sat
da: Søn Man Tirs Ons Tors Fre Lør

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
da: Jan Feb Mar Apr Maj Jun Jul Aug Sep Okt Nov Dec

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
da: Søndag Mandag Tirsdag Onsdag Torsdag Fredag Lørdag

source: January February March April May June July August September October November December
da: Januar Februar Marts April Maj Juni Juli August September Oktober November December

source: Dateformat must be with 8, 14 or 17 characters long.
da: Datoformat skal være 8, 14 eller 17 tegn lang.

source: Dateformat separators must be the same in %s
da: Datoformat separatorer skal være den samme i %s

source: Dateformat time separators must be the same in %s
da: DatoFormat tid separatorer skal være de samme i %s

source: Dateformat did not match known format in %s
da: DatoFormat matchede ikke kendt format i %s

source: Error! Unable to load table information for module '%s'
da: Fejl! Kunne ikke indlæse tabel oplysninger til modul '%s'

source: Block type '%s' not found
da: Block type '%s' blev ikke fundet

source: Error! The '%s' block type was not found. Please check the corresponding blocks directory.
da: Fejl! '%s' blok-typen blev ikke fundet. Kontroller de tilsvarende blok mapper.

source: %1$s: Missing %2$s.
da: %1$s: Mangler %2$s.

source: Unavailable/Invalid %1$s [%2$s] passed to %3$s.
da: Utilgængelig/ugyldig %1$s [%2$s] videregivet til %3$s.

source: Security check failed for %1$s [%2$s] passed to %3$s.
da: Sikkerhedskontrol mislykkedes for %1$s [%2$s] videregivet til %3$s.

source: Unable to load class [%1$s] for module [%2$s].
da: Kan ikke indlæse class [%1$s] til modul [%2$s].

source: Invalid %1$s [%2$s] in %3$s.
da: Ugyldig %1$s [%2$s] i %3$s.

source: Private
da: Privat

source: Group
da: Gruppe

source: User
da: Bruger

source: Public
da: Offentlig

source: No access
da: Ingen adgang

source: Read access
da: Læs adgang

source: Write access
da: Skriv adgang

source: Warning! %1$s::%2$s is deprecated. Please use %1$s::%3$s instead.
da: Advarsel! %1$s::%2$s er forældet. Anvend %1$s::%3$s i stedet.

source: Warning! "Modules" module has been renamed to "Extensions". Please update your ModUtil::func() and ModUtil::apiFunc() calls.
da: Advarsel! "Modules"-modulet er blevet omdøbt til "Extensions". Opdater din ModUtil::func() og ModUtil::apiFunc() opkald.

source: %1$s must be an instance of $2$s
da: %1$s skal være et eksempel på $2$s

source: The requested controller action %s_Controller_%s::%s() could not be found
da: Den ønskede controller handling %s_Controller_%s::%s() kunne ikke findes

source: Warning! "Modules" module has been renamed to "Extensions". Please update your ModUtil::url() or {modurl} calls with $module = "Extensions".
da: Advarsel! "Modules"-modulet er blevet omdøbt til "Extensions". Opdater din ModUtil::url() eller {modurl} opkald med $modul = "Extensions".

source: %1$s::%2$s is not available in without legacy mode
da: %1$s::%2$s er ikke tilgængelig i uden legacy mode

source: OO module types may not make use of this legacy API
da: OO modultyper kan ikke gøre brug af denne legacy API

source: %1$s: %2$s is empty
da: %1$s: %2$s er tom

source: Error! Invalid type of object [%s] received.
da: Fejl! Ugyldig slags objekt [%s] modtaget.

source: %s: called with invalid %s.
da: %s: kaldes med ugyldig %s".

source: The destination path [%s] does not exist or is not writable
da: Destinationsstien [%s] findes ikke eller er ikke skrivbar

source: The destination path does not exist or is not writable
da: Destinationsstien findes ikke eller er ikke skrivbar

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
da: Den uploadede fil overstiger upload_max_filesize direktivet i php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the html form.
da: Den uploadede fil overstiger MAX_FILE_SIZE direktivet, der blev angivet i html form.

source: The uploaded file was only partially uploaded.
da: Den uploadede fil blev kun delvist uploadet.

source: No file was uploaded.
da: Der blev ikke uploadet nogen fil.

source: Uploaded file size 0 bytes.
da: Uploaded fil størrelse 0 bytes.

source: %1$s: %2$s is not an array
da: %1$s: %2$s er ikke en array

source: %s called on a non-object
da: %s kaldte på et ikke-objekt

source: %1$s: Unable to reference object type [%2$s]
da: %1$s: Kan ikke til at henvise til objekttypen [%2$s]

source: %1$s: %2$s is not an object.
da: %1$s: %2$s er ikke et objekt.

source: %1$s: %2$s is not an array.
da: %1$s: %2$s er ikke en array.

source: Unable to determine a valid ID in object [%1$s, %2$s]
da: Kunne ikke bestemme en gyldig id i objekt [%1$s, %2$s]

source: %1$s: there is no [%2$s] field in the [%3$s] table.
da: %1$s: der er intet [%2$s] felt i tabellen [%3$s].

source: %1$s: invalid direction [%2$s] supplied.
da: %1$s: ugyldig retning [%2$s] leveret.

source: Root Category
da: Rodkategori

source: Invalid object in %s
da: Ugyldigt objekt i %s

source: Error! This use of 'SessionUtil::setVar()' is no longer valid. Please use the LogUtil API to manipulate status messages and error messages.
da: Fejl! Brugen af 'SessionUtil::setVar()' er ikke længere gyldig. Brug venligst LogUtil API til at bearbejde statusmeddelelser og fejlmeddelelser.

source: Error! Invalid [%s] received.
da: Fejl! Ugyldig [%s] modtaget.

source: Invalid security level [%1$s] received in %2$s
da: Ugyldig sikkerhedsniveau [%1$s] modtaget i %2$s

source: Warning! Static call %1$s is deprecated. Please use %2$s instead.
da: Advarsel! Statisk opkald %1$s er forældet. Anvend i stedet %2$s.

source: Warning! "Modules" module has been renamed to "Extensions". Warning! "Modules" module has been renamed to "Extensions". Please update any "confirmAuthKey" calls in PHP or templates.
da: Advarsel! "Modules"-modulet er blevet omdøbt til "Extensions". Advarsel! "Modules"-modulet er blevet omdøbt til "Extensions". Husk at opdatere alle "confirmAuthKey" opkald i PHP eller skabeloner.

source: Warning! "Modules" module has been renamed to "Extensions". Please update any generateAuthKey calls in PHP or templates.
da: Advarsel! "Modules"-modulet er blevet omdøbt til "Extensions". Husk at opdatere eventuelle generateAuthKey opkald i PHP eller skabeloner.

source: Overview access
da: Overblik over adgang

source: Comment access
da: Kommentar adgang

source: Moderate access
da: Moderat adgang

source: Edit access
da: Rediger adgang

source: Add access
da: Tilføj adgang

source: Delete access
da: Slet adgang

source: Admin access
da: Admin adgang

source: The parameter %s must not be empty
da: Parameteren %s må ikke være tom

source: No SQL statement to execute
da: Ingen SQL-sætning til at udføre

source: Paging parameters can only be used for SELECT statements
da: Paging parametre kan kun bruges til SELECT-sætninger

source: Invalid table-key [%s] retrieved
da: Ugyldig tabel-nøgle [%s] er hentet

source: Empty query generated for [%s] filtered by columnArray
da: Tom forespørgsel genereret for [%s] filtreret af columnArray

source: Invalid join information retrieved (alias %s already exists)
da: Ugyldig registreringsoplysning hentet (alias %s findes allerede)

source: Neither the sql parameter nor the table array contain the dictionary representation of table [%s]
da: Hverken sql parameteren eller tabel rækken indeholder repræsentation af tabel [%s]

source: Error! Column rename failed.
da: Fejl! Omdøbning af kolonne mislykkedes.

source: The parameter %s must be an array of field arrays
da: Parameteren %s skal være en array af field arrays

source: %1$s does not exist in table definition for %2$s.
da: %1$s findes ikke i tabeldefinitionen for %2$s.

source: Error! Column creation failed.
da: Fejl! Oprettelse af kolonne mislykkedes.

source: The parameter %s must be an array.
da: Parameteren %s skal være en array.

source: Error! Column deletion failed.
da: Fejl! Sletning af kolonne mislykkedes.

source: %s_column is not an array
da: %s_kolonne er ikke en array

source: %s_column_def is not an array
da: %s_kolonne_def er ikke en array

source: Unable to find anything to insert in supplied object ...
da: Kunne ikke finde noget at indsætte i medfølgende objekt ...

source: Neither object ID nor where parameters are provided
da: Hverken objekt-ID eller hvor parametre findes

source: Invalid idfield received
da: Ugyldig idfelt modtaget

source: Can't specify both object and where-clause
da: Kan ikke angive både objekt og hvor-klausul

source: Missing either object or where-clause
da: Mangler enten objekt eller hvor-klausul

source: Object does not have an ID
da: Objektet har ikke et id

source: Unable to find assocKey [%1$s] in objectColumns for resultset.
da: Kunne ikke finde assocKey [%1$s] i objectColumns til ResultSet.

source: The parameter %s must be an array
da: Parameteren %s skal være en array

source: Permission filter iterator did not return an array (must be an array of arrays)
da: Tilladelsesfilter iterator returnerede ikke en array (skal være en bred vifte af arrays)

source: Permission filter level is invalid: [%s]
da: Tilladelses filterniveau er ugyldigt: [%s]

source: Got no rows to select from
da: Der er ingen rækker at vælge mellem

source: Got no columns to select from
da: Der er ingen kolonner at vælge mellem

source: The parameter %s must be numeric
da: Parameteren %s skal være numerisk

source: %s does not point to a valid table definition
da: %s peger ikke på en gyldig tabeldefinition

source: %s does not point to a valid field definition
da: %s peger ikke på en gyldig feltdefinition

source: Exiting after SQL-error
da: Afslutter efter SQL-fejl

source: Invalid field pattern detected in table [%s] ...
da: Ugyldigt felt mønster påvist i tabel [%s] ...

source: Warning! Table defintion type longblob [B, C2 and X2] is deprecated from Zikula 1.4.0.
da: Advarsel! Tabel defintion type longblob [B, C2 og X2] er forældet fra Zikula 1.4.0.

source: Error in table definition for %1$s, column %2$s
da: Fejl i tabeldefinition for %1$s, kolonne %2$s

source: Missing default value in field datadict specification for %1$s.%2$s
da: Mangler standard værdien i felt datadict specifikation for %1$s.%2$s

source: Neither the sql parameter nor the table structure contain the data dictionary representation of table [%s] ...
da: Hverken sql parameter eller tabelstrukturen indeholder data ordbogs fremstilling af tabel [%s] ...

source: Neither the sql parameter nor the table structure contain the ADODB dictionary representation of table [%s] ...
da: Hverken sql parameter eller tabelstrukturen indeholder adodb ordbogs fremstilling af tabel [% s] ...

source: Unable to retrieve table definition for [%s]
da: Kunne ikke hente tabeldefinition for [%s]

source: Unable to retrieve table columns definition for [%s]
da: Kunne ikke hente tabelkolonne definition for [%s]

source: Unable to retrieve table columns_def definition for [%s]
da: Kunne ikke hente tabel columns_def definition for [%s]

source: Inconsistent table definition detected for table [%1$s]: column [%2$s] has no counterpart in column_def structure
da: Inkonsekvent tabeldefinition detekteret for tabel [%1$s]: kolonne [%2$s] har intet modstykke i column_def struktur

source: Inconsistent table definition detected for table [%1$s]: column_def [%2$s] has no counterpart in column structure
da: Inkonsekvent tabeldefinition detekteret for tabel [%1$s]: column_def [%2$s] har intet modstykke i kolonne struktur

source: Table consistency check failed for %s
da: Kontrol af tabelsammenhæng mislykkedes for %s

source: Error! Table creation failed for %s
da: Fejl! Oprettelse af tabel mislykkedes for %s

source: Error! Table rename failed.
da: Fejl! Omdøbning af tabel mislykkedes.

source: Error! Table drop failed.
da: Fejl! Tabel drop mislykkedes.

source: %s does not point to a valid column definition
da: %s peger ikke på en gyldig kolonnedefinition

source: Error! Index creation failed.
da: Fejl! Oprettelse af indeks mislykkedes.

source: Error! Index deletion failed.
da: Fejl! Sletning af indeks mislykkedes.

source: Error! Fetching table index list failed.
da: Fejl! Indhentning af tabel indekslisten mislykkedes.

source: %1$s: unable to limit tablename [%2$s] because database prefix is too long for Oracle, please shorten it (recommended length is 4 chars)
da: %1$s: ude af stand til at begrænse tabelnavn [%2$s], fordi database prefix er for langt for Oracle, du skal forkorte det (anbefalet længde er 4 tegn)

source: The structure of the theme %s is not valid!
da: Strukturen i temaet %s er ugyldigt!

source: Empty %1$s passed to %2$s.
da: Tom %1$s videre til %2$s".

source: Invalid input source [%s] received.
da: Ugyldig indgangskilde [%s] modtaget.

source: %s does not exist
da: %s eksisterer ikke

source: %s is not an instance of Zikula_Form_View
da: %s er ikke et eksempel på Zikula_Form_View

source: FormUtil::newForm should also include the Zikula_AbstractController as the second argument to enable hooks to work.
da: FormUtil::newForm skal også inkludere Zikula_AbstractController som det andet argument for at aktivere hooks.

source: %s: Invalid join information!
da: %s: Ugyldig registrerings information!

source: Invalid type %s for LogUtil::_addPopup
da: Ugyldig type %s for LogUtil::_addPopup

source: Sorry! Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
da: Beklager! Ugyldig tilladelsestast ('authkey'). Det er sandsynligvis enten fordi du trykkede på knappen 'Tilbage' for at vende tilbage til en side, der ikke tillader det, eller fordi sidens tilladelsestast udløb på grund af langvarig inaktivitet. Opdater venligst siden og prøv igen.

source: Error! The action you wanted to perform was not successful for some reason, maybe because of a problem with what you input. Please check and try again.
da: Fejl! Den handling du ønsker at udføre lykkedes ikke af en eller anden grund, måske på grund af et problem med det, du indtaster. Tjek venligst og prøv igen.

source: The requested URL cannot be found
da: Den angivne URL kan ikke findes

source: $domain cannot be an array.
da: $domæne kan ikke være en array.

source: Error! Multi-lingual functionality is not enabled. This page cannot be displayed in %s language.
da: Fejl! Multi-sprog funktionalitet er ikke aktiveret. Denne side kan ikke vises i %s sprog.

source: Error! The requested language %s is not available.
da: Fejl! Det ønskede sprog %s er ikke tilgængeligt.

source: Error! Could not set encoding based on database character set '%s'.
da: Fejl! Kunne ikke indstille kodning der er baseret på database tegnsæt '%s'.

source: Abkhazian
da: Abkhasien

source: Amharic
da: Amharisk

source: Arabic
da: Arabisk

source: Assamese
da: Assamesisk

source: Azerbaijani
da: Aserbajdsjansk

source: Belarusian
da: Hviderussisk

source: Bulgarian
da: Bulgarsk

source: Tibetan
da: Tibetansk

source: Bosnian
da: Bosnisk

source: Catalan
da: Catalansk

source: Chechen
da: Tjetjensk

source: Corsican
da: Korsikansk

source: Czech
da: Tjekkisk

source: Church Slavic
da: Kirkeslavisk

source: Chuvash
da: Cuv

source: Welsh
da: Walisisk

source: Danish
da: Dansk

source: German
da: Tysk

source: Greek
da: Græsk

source: English
da: Engelsk

source: Spanish
da: Spansk

source: Estonian
da: Estisk

source: Basque
da: Baskisk

source: Persian
da: Persisk

source: Finnish
da: Finsk

source: Fijian
da: Fijis

source: Faroese
da: Færøsk

source: French
da: Fransk

source: Frisian
da: Frisik

source: Irish
da: Irsk

source: Scottish Gaelic
da: Skotsk gælisk

source: Galician
da: Galicisk

source: Hawaiian
da: Hawaii

source: Hebrew
da: Hebraisk

source: Croatian
da: Kroatisk

source: Haitian
da: Haitiansk

source: Hungarian
da: Ungarsk

source: Armenian
da: Armensk

source: Indonesian
da: Indonesisk

source: Icelandic
da: Islandsk

source: Italian
da: Italiensk

source: Javanese
da: Javanesisk

source: Japanese
da: Japansk

source: Georgian
da: Georgisk

source: Kazakh
da: Kasakhisk

source: Korean
da: Koreansk

source: Kashmiri
da: Kashmir

source: Kurdish
da: Kurdisk

source: Kirghiz
da: Kirgiser

source: Luxembourgish
da: Luxembourgsk

source: Lithuanian
da: Litauisk

source: Latvian
da: Lettisk

source: Malagasy
da: Madagaskisk

source: Macedonian
da: Makedonsk

source: Mongolian
da: Mongolsk

source: Maltese
da: Maltesisk

source: Burmese
da: Burmesisk

source: Norwegian Bokmal
da: Norsk Bokmål

source: Dutch
da: Hollandsk

source: Norwegian Nynorsk
da: Norsk Nynorsk

source: Norwegian
da: Norsk

source: Occitan
da: Occitansk

source: Ossetian
da: Ossetisk

source: Polish
da: Polsk

source: Portuguese
da: Portugisisk

source: Romanian
da: Rumænsk

source: Russian
da: Russisk

source: Sardinian
da: Sardisk

source: Sinhalese
da: Singalesesisk

source: Slovak
da: Slovakisk

source: Slovenian
da: Slovensk

source: Somali
da: Somalisk

source: Albanian
da: Albansk

source: Serbian
da: Serbisk

source: Sundanese
da: Sundanesisk

source: Swedish
da: Svensk

source: Tajik
da: Tadsjikisk

source: Turkmen
da: Turkmensk

source: Turkish
da: Tyrkisk

source: Tahitian
da: Tahitiansk

source: Ukrainian
da: Ukrainsk

source: Uzbek
da: Usbekisk

source: Vietnamese
da: Vietnamesisk

source: Volapuk
da: Volapyk

source: Walloon
da: Valloniensk

source: Yiddish
da: Jiddisch

source: Chinese
da: Kinesisk

source: United Arab Emirates
da: De Forenede Arabiske Emirater

source: Albania
da: Albanien

source: Armenia
da: Armenien

source: Netherlands Antilles
da: Hollandsk Antiller

source: Antarctica
da: Antarktis

source: American Samoa
da: Amerikansk Samoa

source: Austria
da: Østrig

source: Australia
da: Australien

source: Aland Islands
da: Ålandsøerne

source: Azerbaijan
da: Aserbajdsjan

source: Bosnia and Herzegovina
da: Bosnien og Hercegovina

source: Belgium
da: Belgien

source: Bulgaria
da: Bulgarien

source: Brazil
da: Brasilien

source: Belarus
da: Hviderusland

source: Central African Republic
da: Den Centralafrikanske Republik

source: Switzerland
da: Schweiz

source: Cote d'Ivoire (Ivory Coast)
da: Cote d'Ivoire (Elfenbenskysten)

source: Cook Islands
da: Cookøerne

source: Cameroon
da: Cameroun

source: China
da: Kina

source: Cape Verde
da: Kap Verde

source: Cyprus
da: Cypern

source: Czech Republic
da: Tjekkiet

source: Germany
da: Tyskland

source: Denmark
da: Danmark

source: Dominican Republic
da: Den Dominikanske Republik

source: Algeria
da: Algeriet

source: Estonia
da: Estland

source: Egypt
da: Egypten

source: Western Sahara
da: Vestsahara

source: Spain
da: Spanien

source: Ethiopia
da: Etiopien

source: Falkland Islands (Malvinas)
da: Falklandsøerne (Malvinas)

source: Micronesia
da: Mikronesien

source: Faroe Islands
da: Færøerne

source: France
da: Frankrig

source: France, Metropolitan
da: Frankrig, Metropolitan

source: United Kingdom (Great Britain)
da: Storbritannien

source: Georgia
da: Georgien

source: French Guiana
da: Fransk Guiana

source: Greenland
da: Grønland

source: Equatorial Guinea
da: Ækvatorial Guinea

source: Greece
da: Grækenland

source: South Georgia and the South Sandwich Islands
da: South Georgia og De Sydlige Sandwichøer
