Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: [Illegal input in component!]
da: [Ulovlig input i komponent!]

source: [Illegal input in instance!]
da: [Ulovlig input i eksempel!]

source: Done! Saved permission rule.
da: Færdig! Tilladelsesregel er gemt.

source: Done! Created permission rule.
da: Færdig! Tilladelsesregel er oprettet.

source: Done! Deleted permission rule.
da: Færdig! Tilladelsesregel er slettet.

source: All groups
da: Alle grupper

source: Unregistered
da: Uregistreret

source: Error! Could not save configuration: unknown permission rule ID.
da: Fejl! Kunne ikke gemme konfiguration: ukendt tilladelelsesregel ID

source: Error! Could not create new permission rule.
da: Fejl! Kunne ikke oprette ny tilladelsesregel.

source: Notice: You cannot delete the main administration permission rule.
da: Bemærk: Du kan ikke slette hoved administrations tilladelsesreglen.

source: Error! Could not delete permission rule with ID %s.
da: Fejl! Kunne ikke slette tilladelsesregel med ID %s.

source: Permission check result:
da: Tilladelse kontrolresultat:

source: Error! Permission rule ID %s does not exist.
da: Fejl! Tilladelsesregel ID %s findes ikke.

source: Error! Permission rule-swapping in partial view can only be done if both affected permission rules are visible. Please switch to full view.
da: Fejl! Tilladelse regel-bytte med delvis visning, kan kun ske, hvis begge tilladelsesregler er synlige. Du kan skifte til fuld visning.

source: Error! No permission rule directly above that one.
da: Fejl! Ingen tilladelsesregel direkte over denne.

source: Error! No permission rule directly below that one.
da: Fejl! Ingen tilladelsesregel direkte under denne.

source: Error! Could not save group permission rule %s.
da: Fejl! Kunne ikke gemme gruppen tilladelsesregel %s.

source: Error! Could not save permission rule sequences.
da: Fejl! Kunne ikke gemme tilladelsesregel sekvenser.

source: Error! Could not delete group permission rule %s.
da: Fejl! Kunne ikke slette gruppe tilladelsesregel %s.

source: Permission rules list
da: Tilladelsesregler liste

source: Permission rules information
da: Tilladelsesregler oplysninger

source: Core
da: Kerne

source: Closed
da: Lukket

source: Open
da: Åben

source: By default, all users are made members of this group.
da: Alle brugere bliver gjort til medlemmer af denne gruppe som standard.

source: Administrators
da: Administratorer

source: Group of administrators of this site.
da: Sidens administratorgruppe

source: Groups
da: Grupper

source: User group administration module.
da: Bruger gruppe administrationsmodul

source: groups
da: grupper

source: Delete
da: Slet

source: Group membership
da: Gruppemedlemskab

source: Error! There is already a group with that name.
da: Fejl! Der er allerede en gruppe med dette navn.

source: Done! Created the group.
da: Færdig! Gruppen er oprettet.

source: Sorry! No such group found.
da: Beklager! Ingen sådan gruppe fundet.

source: Done! Saved group changes.
da: Færdig! Ændringer for gruppen er ændret.

source: Error! You cannot delete the default user group.
da: Fejl! Du kan ikke slette standard brugergruppen.

source: Done! Deleted the group.
da: Færdig! Gruppen er slettet.

source: Remove user from group
da: Fjern bruger fra gruppe

source: Error! A problem occurred and the user was not added to the group.
da: Fejl! Der opstod et problem, og brugeren blev ikke føjet til gruppen.

source: Done! The user was added to the group.
da: Færdig! Brugeren blev tilføjet til gruppen.

source: Done! The user was removed from the group.
da: Færdig! Brugeren blev fjernet fra gruppen.

source: Error! A problem occurred while attempting to remove the user. The user has not been removed from the group.
da: Fejl! Der opstod et problem under forsøget på at fjerne brugeren. Brugeren er ikke blevet fjernet fra gruppen.

source: None
da: Ingen

source: Private message
da: Privat besked

source: Concerning your %s group membership application
da: Angående din %s gruppe medlemskabsansøgning

source: Sorry! This is a message to inform you with regret that your application for membership of the aforementioned private group has been rejected.
da: Beklager! Dette er en meddelelse for at informere dig med beklagelse om, at din ansøgning om medlemskab af ovennævnte private gruppe er blevet afvist.

source: Done! The user has been added to the %s group.
da: Færdig! Brugeren er blevet tilføjet til %s gruppen.

source: Done! Your application has been accepted. You have been granted all the privileges assigned to the group of which you are now member.
da: Færdig! Din ansøgning er blevet accepteret. Du har fået alle privilegier tildelt den gruppe, som du er nu medlem af.

source: Error! Could not execute 'Reject' action.
da: Fejl! Kunne ikke køre 'Afvis' handling.

source: Error! Could not execute 'Accept' action.
da: Fejl! Kunne ikke køre handlingen 'Accepter'.

source: Done! The user's application for group membership has been rejected.
da: Færdig! Brugerens ansøgning om medlemskab af gruppe er blevet afvist.

source: Error! Could not save the module configuration.
da: Fejl! Kunne ikke gemme modulkonfigurationen.

source: Error! You must register for a user account on this site before you can apply for membership of a group.
da: Fejl! Du skal registrere en brugerkonto på denne side, før du kan ansøge om medlemskab af en gruppe.

source: Error! That group does not exist.
da: Fejl! Denne gruppe findes ikke.

source: Error! You are already a member of this group.
da: Fejl! Du er allerede medlem af denne gruppe.

source: Sorry! You cannot apply for membership of that group.
da: Beklager! Du kan ikke ansøge om medlemskab af denne gruppe.

source: Sorry! That group has reached full membership.
da: Beklager! Denne gruppe har nået fuldt medlemskab.

source: Sorry! That group is closed.
da: Beklager! Denne gruppe er lukket.

source: Error! You must click on the checkbox to confirm your action.
da: Fejl! Du skal klikke på afkrydsningsfeltet for at bekræfte din handling.

source: Done! Saved the action.
da: Færdig! Handlingen er gemt.

source: Error! The group name is missing.
da: Fejl! Gruppenavnet mangler.

source: Error! Could not create the new group.
da: Fejl! Den nye gruppe kunne ikke oprettes.

source: Group %s
da: Gruppe %s

source: Error! Could not delete the '%s' group.
da: Fejl! '%s' gruppen kunne ikke slettes.

source: Error! Could not create the new item.
da: Fejl! Kunne ikke oprette det nye element.

source: Sorry! You cannot delete the default users group.
da: Beklager! Du kan ikke slette standard brugergruppen.

source: Sorry! You cannot delete the primary administrators group.
da: Beklager! Du kan ikke slette den primære administratorgruppe.

source: Error! Could not perform the deletion.
da: Fejl! Sletningen kunne ikke udføres.

source: Error! Could not send the private message to the user.
da: Fejl! Kunne ikke sende besked til brugeren.

source: Groups list
da: Gruppe liste

source: Create new group
da: Opret ny gruppe

source: Groups manager
da: Gruppe manager

source: Error! You have already applied for membership of this group.
da: Fejl! Du har allerede ansøgt om medlemskab af denne gruppe.

source: Group membership application registered
da: Ansøgning om gruppemedlemskab registreret

source: The registered user %1$s has applied for membership of a group. The details of the application are as follows: %2$s
da: Den registrerede bruger %1$s har ansøgt om medlemskab af en gruppe. Detaljerne i programmet er som følger: %2$s

source: Error! Could not add the user to the group.
da: Fejl! Kunne ikke tilføje brugeren til gruppen.

source: Error! Could not remove the user from the group.
da: Fejl! Kunne ikke fjerne brugeren fra gruppen.

source: Security Center
da: Sikkerhedscenter

source: Manage site security and settings.
da: Administrer side sikkerhed og indstillinger.

source: securitycenter
da: sikkerhedscenter

source: Error! Session path not writeable!
da: Fejl! Session sti er ikke skrivbar!

source: Error! PHPIDS rule file %s does not exist or is not readable.
da: Fejl! PHPIDS regel fil %s eksisterer ikke eller kan ikke læses.

source: Session handling variables have changed. You must log in again.
da: Sessions håndtering af variabler har ændret sig. Du skal logge ind igen.

source: Default values for HTML Purifier were successfully loaded. Please store them using the "Save" button at the bottom of this page
da: Standardværdier for HTML Purifier blev indlæst succesfuldt. Opbevar dem ved hjælp af "Gem" knappen nederst på denne side

source: Done! Saved HTMLPurifier configuration.
da: Færdig! HTMLPurifier konfiguration er gemt.

source: Page
da: Side

source: User Name
da: Brugernavn

source: Impact
da: Indvirkning

source: PHPIDS filters used
da: PHPIDS filtere anvendt

source: Date
da: Dato

source: Done! Purged IDS Log.
da: Færdig! IDS Log udrenset.

source: Error! Received a non-numeric object ID '%s'.
da: Fejl! Modtog et ikke-numerisk objekt-ID '%s'.

source: Error! Invalid %s received.
da: Fejl! Ugyldig %s modtaget.

source: Allowed HTML settings
da: Tilladte HTML indstillinger

source: View IDS Log
da: Se IDS Log

source: Export IDS Log
da: Eksporter IDS Log

source: Purge IDS Log
da: Rens IDS Log

source: HTMLPurifier settings
da: HTMLPurifier indstillinger

source: An error occured during executing PHPIDS: %s
da: Der opstod en fejl under udførelse PHPIDS: %s

source: The following attack has been detected by PHPIDS
da: Følgende angreb er blevet opdaget af PHPIDS

source: UserID: %s
da: BrugerID: %s

source: Date: %s
da: Dato: %s

source: Request Impact: %d
da: Anmod effekt: %d

source: Session Impact: %d
da: Session effekt: %d

source: Affected tags: %s
da: Berørte tags: %s

source: Affected parameters: %s
da: Berørte parametre: %s

source: Request URI: %s
da: Anmod om URI: %s

source: Intrusion attempt detected by PHPIDS
da: Indtrængningsforsøg opdaget af PHPIDS

source: Malicious request code / a hacking attempt was detected. This request has NOT been blocked!
da: Ondsindet anmodning / et hackingforsøg blev opdaget. Denne anmodning er IKKE blevet blokeret!

source: Malicious request code / a hacking attempt was detected. Thus this request has been blocked.
da: Ondsindet anmodning / et hackingforsøg blev opdaget. Derfor er denne anmodning blevet blokeret.

source: Errors
da: Fejl

source: Error display module.
da: Fejlvisningsmodul.

source: errors
da: fejl

source: Exception thrown in %1$s, line %2$s.
da: Undtagelse givet i %1$s, linje %2$s".

source: An unidentified problem occurred (classified as an error). The following message was returned:
da: Der opstod et uidentificeret problem (klassificeret som en fejl). Følgende meddelelse blev returneret:

source: A non-critical problem occurred (classified as a warning). The following message was returned:
da: Der opstod et ikke-kritisk problem (klassificeret som en advarsel). Følgende meddelelse blev returneret:

source: A non-critical problem occurred (classified as a notice). The following message was returned:
da: Der opstod et ikke-kritisk problem (klassificeret som et varsel). Følgende meddelelse blev returneret:

source: An unidentified problem occurred (unclassified). The following message was returned:
da: Der opstod et uidentificeret problem (uklassificeret). Følgende meddelelse blev returneret:

source: Internal PHP `mail()` function
da: Intern PHP `mail()` funktion

source: Sendmail message transfer agent
da: Sendmail besked overførselsagent

source: QMail message transfer agent
da: QMail besked overførselsagent

source: Development/debug mode (Redirect e-mails to LogUtil)
da: Udviklings-/debug mode (Omdirigér emails til LogUtil)

source: Done! Message sent.
da: Færdig! Besked er sendt.

source: Error! Could not send message. %s
da: Fejl! Kunne ikke sende besked. %s

source: Mailer module, provides mail API and mail setting administration.
da: Mailer modulet giver email API og mail indstilling administration.

source: Test current settings
da: Test nuværende indstillinger

source: Error! An unidentified problem occurred while sending the e-mail message.
da: Fejl! Der opstod et uidentificeret problem ved afsendelsen af emailen.

source: Error! A problem occurred while sending an e-mail message from '%1$s' (%2$s) to (%3$s) (%4$s) with the subject line '%5$s': %6$s
da: Fejl! Der opstod et uidentificeret problem ved afsendelsen af emailen fra '%1$s' (%2$s) til (%3$s) (%4$s) med emnelinjen '%5$s': %6$s

source: Error! A problem occurred while sending the e-mail message.
da: Fejl! Der opstod et problem ved afsendelsen af emailen.

source: Core modules at the heart of operation of the site.
da: Kernemoduler til driften af webstedet.

source: Layout modules for controlling the site's look and feel.
da: Layoutmoduler til styring af sidens udseende.

source: Modules for controlling user membership, access rights and profiles.
da: Moduler til kontrol af brugermedlemskab, adgangsret og profiler.

source: Content
da: Indhold

source: Modules for providing content to your users.
da: Moduler til at oprette indhold til dine brugere.

source: Uncategorised
da: Ukategoriseret

source: Newly-installed or uncategorized modules.
da: Nyinstallerede eller ukategoriserede moduler.

source: Security
da: Sikkerhed

source: Modules for managing the site's security.
da: Moduler til administration af sidens sikkerhed.

source: Administration panel
da: Administrationspanel

source: Backend administration interface.
da: Backend administrationsbrugerflade.

source: Done! Created new category.
da: Færdig! Ny kategori er oprettet.

source: Error! No such category found.
da: Fejl! Ingen sådan kategori fundet.

source: Done! Saved category.
da: Færdig! Kategori er gemt.

source: Done! Category deleted.
da: Færdig! Kategori er slettet.

source: Error! You must enter a number for the 'Modules per row' setting.
da: Fejl! Du skal indtaste et tal til indstillingen for Moduler pr. række.

source: Error! You must enter a number for the 'Modules per page' setting.
da: Fejl! Du skal indtaste et tal til indstillingen for Moduler pr. side.

source: Error! Could not add module to module category.
da: Fejl! Kunne ikke tilføje modul til modulkategori.

source: Compile check
da: Kompileringskontrol

source: Force compile
da: Gennemtving kompilering

source: Error! Could not get module name for id %s.
da: Fejl! Kunne ikke få modulnavnet for id %s.

source: Error! A category by this name already exists.
da: Fejl! Der eksisterer allerede en kateogir med det navn.

source: The category could not be created.
da: Kategorien kan ikke oprettes.

source: No category name or id set.
da: Der er ikke indstillet noget kategorinavn eller id.

source: Category "%s" was successfully made default.
da: Kategorien "%s" blev gjort til standard.

source: Error! Could not make this category default.
da: Fejl! Kunne ikke gøre denne kategori til standard.

source: Error! You cannot delete the default module category used in the administration panel.
da: Fejl! Du kan ikke slette standard modulkategorirn som er anvendt i administrationspanelet.

source: Error! This module category is currently set as the category that is initially displayed when you visit the administration panel. You must first select a different category for initial display. Afterwards, you will be able to delete the category you have just attempted to remove.
da: Fejl! Denne modulkategori er i øjeblikket indstillet som den kategori, der vises først, når du besøger administrationspanelet. Du skal først vælge en anden kategori til at blive vist først. Herefter vil du være i stand til at slette den kategori, du lige har forsøgt at fjerne.

source: Module categories list
da: Modulkategori liste

source: Create new module category
da: Opret ny modulkategori

source: Help
da: Hjælp

source: Display administration categories and modules
da: Vis administrationskategorier og moduler

source: Themes
da: Temaer

source: Themes module to manage site layout, render and cache settings.
da: Temamodul til at styre sidens layout, render og cache-indstillinger.

source: theme
da: tema

source: Notice: The changes made via Admin Panel will be saved on '%1$s' because it seems that the .ini files on '%2$s' are not writable.
da: Bemærk: Ændringer som er lavet via Admin Panel bliver gemt på '%1$s' fordi det ser ud som om at .ini filer på '%2$s' ikke er skrivbare.

source: Error! Cannot write any configuration changes. Make sure that the .ini files on '%1$s' or '%2$s', and the folder itself, are writable.
da: Fejl! Kan ikke skrive eventuelle konfigurationsændringer. Sørg for at. Ini filerne på '%1$s' eller '%2$s', og selve mappen, er skrivbar.

source: Notice: Seems that your %1$s's .ini files are writable. Be sure that there are no .ini files on '%2$s' because if so, the Theme Engine will consider them and not your %1$s's ones.
da: Bemærk: Det ser ud til, at dine %1$s's .ini-filer er skrivbare. Sørg for, at der ikke er nogen .ini-filer på '%2$s', fordi hvis det er tilfældet, vil Tema søgemaskinen overveje dem, og ikke dine %1$s's.

source: If the system cannot write on any .ini file, the changes will be saved on '%s' and the Theme Engine will use it.
da: Hvis systemet ikke kan skrive på nogen .ini fil, vil ændringerne blive gemt på '%s' og temaet Engine vil bruge det.

source: Done! Saved your changes.
da: Færdig! Dine ændringer er gemt.

source: Notice: Please make sure you type an entry in every field. Your palette cannot be saved if you do not.
da: Bemærk: Sørg for at du skriver en indtastning i alle felter. Din palet kan ikke blive gemt, hvis du ikke gør det.

source: Homepage
da: Hjemmeside

source: Admin panel pages
da: Admin panel sider

source: Editor panel pages
da: Redaktør panel sider

source: %s type pages
da: %s slags sider

source: Error! Removed unknown '%1$s': '%2$s'.
da: Fejl! Ukendt '%1$s': '%2$s' er fjernet.

source: Error! No such page configuration assignment found.
da: Fejl! Der blev ikke fundet en sådan side konfigurationsopgave.

source: Done! Deleted it.
da: Færdig! Er slettet.

source: Done! Changed default theme.
da: Færdig! Standardtemaet er ændret.

source: Sorry! No such theme found.
da: Beklager! Intet sådant tema fundet.

source: Done! Deleted theme engine compiled templates.
da: Færdig! Theme engine udarbejdet skabeloner er slettede.

source: Error! Failed to clear theme engine compiled templates.
da: Fejl! Kunne ikke rydde theme engine kompileringsskabeloner.

source: Done! Deleted theme engine cached templates.
da: Færdig! Theme engine cachede skabeloner er slettede.

source: Error! Failed to clear theme engine cached templates.
da: Fejl! Kunne ikke rydde theme engine cachede skabeloner.

source: Done! Deleted CSS/JS combination cached files.
da: Færdig! CSS/JS kombination cachede filer er slettede.

source: Done! Deleted theme engine configurations.
da: Færdig! Tema engine konfigurationer er slettet.

source: Error! Failed to clear theme engine configurations.
da: Fejl! Kunne ikke rydde tema engine konfigurationer.

source: Done! Deleted rendering engine compiled templates.
da: Færdig! Rendering engine kompilerede skabeloner er slettet.

source: Error! Failed to clear rendering engine compiled templates.
da: Fejl! Kunne ikke rydde rendering engine kompilerede skabeloner.

source: Done! Deleted rendering engine cached pages.
da: Færdig! Renderings engine cachede sider er slettede.

source: Error! Failed to clear rendering engine cached pages.
da: Fejl! Kunne ikke rydde renderings engine cachede sider.

source: Done! Cleared all cache and compile directories.
da: Færdig! Alle cache og kompileringsmapper er ryddet.

source: Notice: Theme switching is currently disabled.
da: Bemærk: Temaskift er i øjeblikket deaktiveret.

source: Done! Theme has been reset to the default site theme.
da: Færdig! Tema er blevet nulstillet til standard tema.

source: No event handlers responded.
da: Ingen event handlers svarede.

source: Themes list
da: Temaliste

source: Done! Removed theme files from the file system.
da: Færdig! Temafiler er fjernet fra filsystemet.

source: Error! Could not delete theme files from the file system. Please remove them by another means (FTP, SSH, ...).
da: Fejl! Kunne ikke slette temafiler fra filsystemet. Fjern dem på andre måder (FTP, SSH, ...).

source: Notice: Theme files cannot be deleted because Zikula does not have write permissions for the themes folder and/or themes/%s folder.
da: Bemærk: Temafiler kan ikke slettes, fordi Zikula ikke har skriveadgang til mappen Temaer og/eller temaer/%s mappe.

source: Error: You must enter at least the theme name.
da: Fejl: Du skal som minimum indtaste et temanavn.

source: Error! Could not open file so that it could be written to: %s
da: Fejl! Kunne ikke åbne filen så den kan skrives til: %s

source: Error! could not write to file: %s
da: Fejl! Kunne ikke skrive til filen: %s

source: Theme switcher
da: Tema skifter

source: Error! Could not write to file: %s
da: Fejl! Kunne ikke skrive til filen: %s

source: Error! Could not include theme version file: %s
da: Fejl! Kunne ikke inkludere tema versions fil: %s

source: Notice: This theme switcher block will not be displayed until you allow users to change themes. You can enable/disable this from the <a href="%s">settings</a> of the Theme module.
da: Bemærk: Denne tema skifter blok vil ikke blive vist, indtil du giver brugerne mulighed for at ændre temaer. Du kan aktivere/deaktivere denne fra temamodul <a href="%s">indstillinger</a>.

source: Custom rendering engine block
da: Brugerdefineret rendering engine blok

source: Misconfigured block. ID: %s
da: Forkert indstillet blok ID: %s

source: The specified template for the render block doesn't exists for the '%1$s' module. Block ID: %2$s
da: Den angivne skabelon til render blokken findes ikke for modulet '%1$s'. Blok ID: %2$s

source: The specified template does not exist on the '%s' module.
da: Den angivede skabelon eksisterer ikke i modulet '%s'.

source: The module '%s' is not available.
da: Modulet '%s' er ikke tilgængeligt.

source: With the current setup the block is disabled.
da: Med den nuværende opsætning er blokken deaktiveret.

source: Left blocks
da: Venstre blokke

source: Right blocks
da: Højre blokke

source: Center blocks
da: Midter blokke

source: Search block
da: Søge blok

source: Header block
da: Hoved blok

source: Footer block
da: Fod blok

source: Top navigation block
da: Top navigationsblok

source: Bottom navigation block
da: Nederste navigationsblok

source: Main menu
da: Hovedmenu

source: Home
da: Hjem

source: Go to the home page
da: Gå til hjem siden

source: Go to the site administration
da: Gå til sideadminstration

source: My Account
da: Min konto

source: Go to your account panel
da: Gå til din kontopanel

source: Log out of this site
da: Log ud af denne side

source: Search this site
da: Søg på denne side

source: Go to the site's home page
da: Gå til siden hjem side
