Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: The value must be an integer greater than or equal to 1.
da: Værdien skal være et heltal større end eller lig med 1.

source: The value must be an integer greater than or equal to 0.
da: Værdien skal være et heltal større end eller lig med 0.

source: The value must be one of the following:
da: Værdien skal være en af ??følgende:

source: The value must be a integer.
da: Værdien skal være et heltal.

source: The value must be a valid login method constant.
da: Værdien skal være en gyldig log ind metode konstant.

source: The value must be an integer greater than 3.
da: Værdien skal være et heltal større end 3.

source: The value does not appear to be a properly formatted e-mail address.
da: Værdien synes ikke at være en korrekt formateret emailadresse.

source: The value must be a valid approval sequence constant.
da: Værdien skal være en gyldig godkendelse sekvens konstant.

source: The value must be a integer greater than or equal to 0.
da: Værdien skal være et heltal større end eller lig med 0.

source: The contents of this field does not appear to be a valid comma separated list. The list should consist of one or more string values separated by commas. For example: 'first example, 2nd example, tertiary example' (the quotes should not appear in the list). One optional space following the comma is ignored for readability. Any other spaces (those appearing before the comma, and any additional spaces beyond the single optional space) will be considered to be part of the string value. Commas cannot be part of the string value. Empty values (two commas together, or separated only by a space) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
da: Indholdet af dette felt synes ikke at være en gyldig kommasepareret liste. Listen bør bestå af en eller flere ord adskilt af kommaer. For eksempel: 'første eksempel, 2. eksempel, tredje eksempel' (gåseøjnene skal ikke vises på listen). Et ekstra mellemrum efter komma ignoreres for læsbarhed. Andre mellemrum (dem, der fremgår før kommaet, og eventuelle yderligere pladser udover det enkelte valgfrie mellemrum), vil blive anset for at være en del af linjens værdi. Kommaer kan ikke være en del af linjens værdi. Tomme værdier (to kommaer sammen, eller kun adskilt af et mellemrum) er ikke tilladt. Listen er valgfri, og hvis der ikke er værdier, der skal defineres, så bør listen være helt tom (ingen ekstra mellemrum, kommaer eller andre tegn).

source: The contents of this field does not appear to be a valid list of e-mail address domains. The list should consist of one or more e-mail address domains (the part after the '@'), separated by commas. For example: 'gmail.com, example.org, acme.co.uk' (the quotes should not appear in the list). Do not include the '@' itself. Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
da: Indholdet af dette felt ser ikke ud til at være en gyldig liste over emailadresse domæner. Listen bør bestå af en eller flere emailadresse domæner (delen efter '@'), adskilt af kommaer. For eksempel : 'gmail.com, example.org, acme.co.uk' (citaterne må ikke vises i listen). Må ikke indeholde '@' i sig selv. Mellemrum omkring komma ignoreres, men ekstra mellemrum før eller efter på listen er ikke og vil resultere i en fejl. Tomme værdier (to kommaer sammen, eller kun adskilt af mellemrum) er ikke tilladt. Listen er frivillig, og hvis der ikke skal defineres nogle værdier, så skal listen være helt tom (ingen ekstra mellemrum , kommaer eller andre tegn).

source: The value provided does not appear to be a valid list of user names. The list should consist of one or more user names made up of lowercase letters, numbers, underscores, periods, or dashes. Separate each user name with a comma. For example: 'root, administrator, superuser' (the quotes should not appear in the list). Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
da: Den angivne værdi ser ikke ud til at være en gyldig liste med brugernavne. Listen bør bestå af en eller flere brugernavne, der består af små bogstaver, tal, understregninger, punktummer eller bindestreger. Separer hvert brugernavn med et komma. For eksempel: 'root, administrator, superbruger' (anførselstegnene må ikke vises i listen) Tomme felter omkring komma ignoreres, men ekstra mellemrum før eller efter listen ignoreres ikke og vil resultere i en fejl. Tomme værdier (to kommaer sammen, eller kun adskilt af mellemrum) er ikke tilladt. Listen er valgfri, og hvis der ikke er nogle værdier, der skal defineres, så skal listen være helt tom (ingen ekstra mellemrum, kommaer eller andre tegn).

source: The value must be a valid verification mode constant.
da: Værdien skal være en gyldig bekræftelse tilstand konstant.

source: If a spam protection question is provided, then a spam protection answer must also be provided.
da: Hvis et spam beskyttelses spørgsmål er angivet, så skal et spam beskyttelsessvar også angives.

source: Invalid formn container.
da: Ugyldig form beholder.

source: Invalid field name: '%1$s'.
da: Ugyldigt feltnavn: '%1$s'.

source: The field name '%1$s' contains invalid characters.
da: Feltnavnet '%1$s' indeholder ugyldige tegn.

source: Invalid field name: '%1$s'
da: Ugyldig feltnavn: '%1$s'

source: The value supplied for the $isNullAllowed parameter is not a boolean.
da: Værdien leveret til $isNullAllowed parameter er ikke en boolean.

source: The value for this field cannot be null.
da: Værdien for dette felt kan ikke være nul.

source: An invalid string length was received.
da: En ugyldig streng længde blev modtaget.

source: An invalid error message was supplied.
da: En ugyldig fejlmeddelelse blev leveret.

source: The value supplied was not valid.
da: Den indtastede værdi var ikke gyldig.

source: An invalid list of valid strings was received.
da: En ugyldig liste over gyldige strenge blev modtaget.

source: An invalid value was received in the list of valid strings.
da: En ugyldig værdi blev modtaget på listen over gyldige strenge.

source: An invalid integer value was received.
da: En ugyldig heltalsværdi blev modtaget.

source: An invalid list of valid integers was recieved.
da: En ugyldig liste over gyldige heltal blev modtaget.

source: An invalid value was received in the list of valid integers.
da: En ugyldig værdi blev modtaget på listen over gyldige heltal.

source: An invalid regular expression was recieved.
da: Et ugyldigt regulært udtryk blev modtaget.

source: Error! No account links available.
da: Fejl! Ingen konto links til rådighed.

source: An internal error occurred. Failed to retrieve stored registration state.
da: Der opstod en intern fejl. Kunne ikke hente gemt registreringstilstand.

source: Sorry! The user agent you are using (the browser or other software you are using to access this site) is banned from the registration process.
da: Beklager! Brugeragenten du anvender (browseren eller anden software, du bruger til at få adgang til dette site) er ikke tilladt i registreringsprocessen.

source: An invalid authentication method was selected.
da: En ugyldig godkendelsesmetode blev valgt.

source: The credentials you provided are already associated with an existing user account or registration request.
da: De legitimationsoplysninger du angav er allerede i forbindelse med en eksisterende brugerkonto eller registreringsanmodning.

source: We were unable to confirm your credentials with the selected service.
da: Vi var ikke i stand til at bekræfte dine legitimationsoplysninger med den valgte tjeneste.

source: There was a problem associating your log-in information with your account. Please contact the site administrator.
da: Der opstod et problem med at forbinde dine log ind oplysninger med din konto. Kontakt venligst sidens administrator.

source: Your registration request has been saved, however the problems listed below were detected during the registration process. Please contact the site administrator regarding the status of your request.
da: Din registreringsanmodning er blevet gemt, men problemerne, der er anført nedenfor blev opdaget under registreringsprocessen. Kontakt venligst Administrator vedrørende status for din anmodning.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified and your request must be approved before you will be able to log in. Please check your e-mail for an e-mail address verification message. Your account will not be approved until after the verification process is completed.
da: Færdig! Din registreringsanmodning er blevet gemt. Husk at din emailadresse skal være bekræftet, og din anmodning skal godkendes før du kan logge ind. Tjek venligst din email for en besked hvor du kan bekræfte din emailadresse. Din konto vil ikke blive godkendt før bekræftelsesprocessen er afsluttet.

source: Done! Your registration request has been saved. Remember that your request must be approved and your e-mail address must be verified before you will be able to log in. Please check your e-mail periodically for a message from us. You will receive a message after we have reviewed your request.
da: Færdig! Din registreringsanmodning er blevet gemt. Husk at din ansøgning skal godkendes og din emailadresse skal være bekræftet, før du kan logge ind. Tjek venligst din email med jævne mellemrum for en email fra os. Du vil modtage en email, når vi har gennemgået din anmodning.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified and your request must be approved before you will be able to log in. Please check your e-mail for an e-mail address verification message.
da: Færdig! Din registreringsanmodning er blevet gemt. Husk at din emailadresse skal være bekræftet, og din anmodning skal godkendes før du kan logge ind. Tjek venligst din email for en besked hvor du kan bekræfte din emailadresse.

source: Done! Your registration request has been saved. Remember that your request must be approved before you will be able to log in. Please check your e-mail periodically for a message from us. You will receive a message after we have reviewed your request.
da: Færdig! Din registreringsanmodning er blevet gemt. Husk at din ansøgning skal godkendes før du kan logge ind. Tjek venligst din email med jævne mellemrum for en email fra os. Du vil modtage en email, når vi har gennemgået din anmodning.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified before you will be able to log in. Please check your e-mail for an e-mail address verification message.
da: Færdig! Din registreringsanmodning er blevet gemt. Husk at din emailadresse skal være bekræftet, før du kan logge ind. Tjek venligst din email for en besked, hvor du kan bekræfte din emailadresse.

source: Your registration request has been saved, however your current registration status could not be determined. Please contact the site administrator regarding the status of your request.
da: Din registreringsanmodning er blevet gemt, men din nuværende registreringsstatus kunne ikke bestemmes. Kontakt venligst Administrator vedrørende status for din anmodning.

source: Your account has been created and you may now log in, however the problems listed below were detected during the registration process. Please contact the site administrator for more information.
da: Din konto er blevet oprettet, og du kan nu logge ind, men problemerne, der er anført nedenfor blev opdaget under registreringsprocessen. Kontakt venligst administrator for at få flere oplysninger.

source: Done! Your account has been created.
da: Færdig! Din konto er blevet oprettet.

source: Done! Your account has been created and you may now log in.
da: Færdig! Din konto er blevet oprettet, og du kan nu logge ind.

source: Your account status will not permit you to log in at this time. Please contact the site administrator for more information.
da: Din konto status tillader dig ikke at logge ind på lige nu. Kontakt venligst administrator for at få flere oplysninger.

source: Error! Could not create the new user account or registration application. Please check with a site administrator before re-registering.
da: Fejl! Kunne ikke oprette den nye brugerkonto eller registreringsansøgning. Forhør dig hos en administrator før du registrerer dig igen.

source: The registration process has entered an unknown state.
da: Registreringsprocessen er nået til en ukendt tilstand.

source: Error! E-mail address field is empty.
da: Fejl! Emailadresse feltet er tomt.

source: Done! The account information for %s has been sent via e-mail.
da: Færdig! Kontooplysningerne for %s er blevet sendt via email.

source: Sorry! We are unable to send the account information for that e-mail address. Please reenter your information, or contact an administrator.
da: Beklager! Vi kan ikke sende kontooplysninger for denne emailadresse. Indtast venligst dine oplysninger igen eller kontakt en administrator.

source: Error! User name and e-mail address fields are empty.
da: Fejl! Felter til brugernavn og emailadresse er tomme.

source: Error! Please enter either a user name OR an e-mail address, but not both of them.
da: Fejl! Indtast venligst enten et brugernavn ELLER en emailadresse, men ikke dem begge.

source: Done! The confirmation code for %s has been sent via e-mail.
da: Færdig! Bekræftelseskoden for %s er blevet sendt via email.

source: Sorry! We are unable to send a password recovery code for that e-mail address. Please try your user name, or contact an administrator.
da: Beklager! Vi kan ikke sende en adgangskode til genopretning for denne emailadresse. Prøv dit brugernavn, eller kontakt en administrator.

source: Sorry! We are unable to send a password recovery code for that user name. Please try your e-mail address, contact an administrator.
da: Beklager! Vi kan ikke sende en adgangskode til genopretning for dette brugernavn. Prøv din emailadresse, eller kontakt en administrator.

source: Sorry! Your account is not set up to use a password to log into this site. Please recover your account information to determine your available log-in options.
da: Beklager! Din konto er ikke sat op til at bruge en adgangskode til at logge ind på denne side. Venligst gendan dine kontooplysninger for at fastslå dine tilgængelige log ind-muligheder.

source: Sorry! Your account is marked as inactive. Please contact a site administrator for more information.
da: Beklager! Din konto er markeret som inaktiv. Kontakt venligst en administrator for mere information.

source: Sorry! Your account is marked for removal. Please contact a site administrator for more information.
da: Beklager! Din konto er markeret til fjernelse. Kontakt venligst en administrator for mere information.

source: Sorry! An account could not be located with that information. Correct your entry and try again. If you have recently registered a new account with this site, we may be waiting for you to verify your e-mail address, or we might not have approved your registration request yet.
da: Beklager! En konto kunne ikke findes med disse oplysninger. Ret din indtastning, og forsøg igen. Hvis du for nylig har registreret en ny konto på denne side kan det være, at vi afventer en bekræftelse fra din emailadresse, eller vi har måske ikke godkendt din registreringsanmodning endnu.

source: Sorry! Your registration request is still waiting for approval from a site administrator.
da: Beklager! Din registreringsanmodning venter stadig på godkendelse fra en administrator.

source: Sorry! Your registration request is still waiting for verification of your e-mail address. Check your inbox for an e-mail message from us. If you need another verification e-mail sent, please contact a site administrator.
da: Beklager! Din registreringsanmodning venter stadig på bekræftelse af din emailadresse. Tjek din indbakke for en email fra os. Hvis du har brug for at få tilsendt en anden bekræftelsesmail, skal du kontakte en administrator.

source: Sorry! Your account has not completed the registration process. Please contact a site administrator for more information.
da: Beklager! Din konto har ikke afsluttet registreringsprocessen. Kontakt venligst en administrator for mere information.

source: Sorry! An account could not be located with that information. Correct your entry and try again.
da: Beklager! En konto med disse oplysninger kunne ikke lokaliseres. Ret din indtastning, og forsøg igen.

source: Error! Please enter the confirmation code you received in the e-mail message.
da: Fejl! Indtast venligst bekræftelseskoden du har modtaget i emailen.

source: Sorry! Could not load that user account.
da: Beklager! Kunne ikke indlæse den pågældende brugers konto.

source: Error! The code that you've enter is invalid.
da: Fejl! Den kode, som du har indtastet, er ugyldig.

source: Warning! Your new password has been saved, but there was an error while trying to save your new password reminder.
da: Advarsel! Din nye adgangskode er blevet gemt, men der opstod en fejl under forsøg på at gemme den nye adgangskode påmindelse.

source: Done! Your password has been reset, and you may now log in. Please keep your password in a safe place!
da: Færdig! Din adgangskode er blevet nulstillet, og du kan nu logge ind. Opbevar din adgangskode et sikkert sted!

source: Error! Your new password could not be saved.
da: Fejl! Din nye adgangskode kunne ikke gemmes.

source: Error! Invalid authentication method information.
da: Fejl! Ugyldig godkendelsesmetode oplysninger.

source: Your log-in request was not completed.
da: Din log ind anmodning blev ikke afsluttet.

source: There is no user account matching that information, or the password you gave does not match the password on file for that account.
da: Der er ingen brugerkonto, der matcher denne information, eller også matcher den adgangskode, du angav, ikke denne konto.

source: The credentials you entered were not valid. Please reenter the requested information and try again.
da: De legitimationsoplysninger, du indtastede var ikke gyldige. Venligst genindtast de ønskede oplysninger, og prøv igen.

source: The selected log-in method is not currently available. Please contact the site administrator for assistance.
da: Den valgte log ind metode er ikke tilgængelig i øjeblikket. Venligst kontakt administrator for at få hjælp.

source: The selected log-in method is not currently available. Please choose another or contact the site administrator for assistance.
da: Den valgte log ind metode er ikke tilgængelig i øjeblikket. Venligst vælg en anden eller kontakt administrator for at få hjælp.

source: Error! Invalid authentication information received.
da: Fejl! Ugyldig godkendelsesoplysninger modtaget.

source: You are being logged-in. Please wait...
da: Du bliver logget ud. Vent venligst...

source: Done! You have been logged out.
da: Færdig! Du er logget ud.

source: Error! You have not been logged out.
da: Fejl! Du er ikke blevet logget ud.

source: Sorry! An account cannot be verified while you are logged in.
da: Beklager! En konto kan ikke bekræftes, mens du er logget ind.

source: Sorry! There was an error while trying to save your new password and reminder.
da: Beklager! Der opstod en fejl under forsøg på at gemme den nye adgangskode og påmindelse.

source: There were some problems detected during the verification process. Please contact the site administrator regarding the status of your verification.
da: Der opstod nogle problemer under bekræftelsesprocessen. Kontakt venligst administrator vedrørende status for din bekræftelse.

source: Done! Your account has been verified, and is awaiting administrator approval.
da: Færdig! Din konto er blevet bekræftet, og afventer administrators godkendelse.

source: Done! Your account has been verified. Your registration request is still pending completion. Please contact the site administrator for more information.
da: Færdig! Din konto er blevet bekræftet. Din registreringsanmodning er endnu ikke afsluttet. Kontakt venligst administrator for mere information.

source: Done! Your account has been verified. You may now log in with your user name and password.
da: Færdig! Din konto er blevet bekræftet. Du kan nu logge ind med dit brugernavn og adgangskode.

source: Done! Your account has been verified.
da: Færdig! Din konto er blevet bekræftet.

source: Your new account is not active yet. Please contact the site administrator for more information.
da: Din nye konto er ikke aktiv endnu. Kontakt venligst administrator for mere information.

source: Sorry! There was an error while marking your registration as verifed. Please contact an administrator.
da: Beklager! Der opstod en fejl under markering af din registrering som bekræftet. Kontakt venligst en administrator.

source: Sorry! The verification code you provided does not match our records. Please check the code, and also check your e-mail for a newer verification code that might have been sent.
da: Beklager! Den bekræftelseskode du angav matcher ikke vores optegnelser. Kontroller koden, og tjek også din email for en nyere bekræftelseskode, der kunne være blevet sendt.

source: Error! There was a problem retrieving the verification code for comparison.
da: Fejl! Der var et problem med at hente bekræftelseskoden til sammenligning.

source: Error! There is no pending verification code for '%1$s'. Please contact the site administrator.
da: Fejl! Der er ingen afventende bekræftelseskode for '%1$s'. Kontakt venligst sidens administrator.

source: Sorry! A registration does not exist for the user name you provided. Maybe your request has expired? Please check the user name, or contact an administrator.
da: Beklager! Der eksisterer ikke en registrering for brugernavnet, du har opgivet. Måske din anmodning er udløbet? Husk at tjekke brugernavn, eller kontakt en administrator.

source: Error! Could not activate your account. Please contact the site administrator.
da: Fejl! Kunne ikke aktivere din konto. Kontakt venligst administrator.

source: Done! Account activated.
da: Færdig! Konto aktiveret.

source: Sorry! You entered an invalid confirmation code. Please correct your entry and try again.
da: Beklager! Du har indtastet en ugyldig bekræftelseskode. Ret venligst din indtastning, og forsøg igen.

source: If you are not automatically re-directed then please click here.
da: Hvis du ikke automatisk omdirigeres så klik her.

source: Done! Saved custom block.
da: Færdig! Brugerdefineret blok er gemt.

source: The current password you entered is not correct. Please correct your entry and try again.
da: Den nuværende adgangskode du indtastede er ikke korrekt. Ret venligst din indtastning, og forsøg igen.

source: Your new password cannot match your current password.
da: Din nye adgangskode kan ikke matche din nuværende adgangskode.

source: Warning! Your new password was saved, however there was a problem saving your new password reminder.
da: Advarsel! Din nye adgangskode blev gemt, men der var problemer med at gemme din nye adgangskode påmindelse.

source: Done! Saved your new password.
da: Færdig! Ny adgangskode er gemt.

source: Sorry! There was a problem saving your new password.
da: Beklager! Der opstod et problem med at gemme din nye adgangskode.
