Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: <p><a href="http://zikula.org/">Zikula</a> is a content management system (CMS) and application framework. It is secure and stable, and is a good choice for sites with a large volume of traffic.</p><p>With Zikula:</p><ul><li>you can customise all aspects of the site's appearance through themes, with support for CSS style sheets, JavaScript, Flash and all other modern web development technologies;</li><li>you can mark content as being suitable for either a single language or for all languages, and can control all aspects of localisation and internationalisation of your site;</li><li>you can be sure that your pages will display properly in all browsers, thanks to Zikula's full compliance with W3C HTML standards;</li><li>you get a standard application-programming interface (API) that lets you easily augment your site's functionality through modules, blocks and other extensions;</li><li>you can get help and support from the Zikula community of webmasters and developers at <a href="http://www.zikula.org">zikula.org</a>.</li></ul><p>Enjoy using Zikula!</p><p><strong>The Zikula team</strong></p><p><em>Note: Zikula is Free Open Source Software (FOSS) licensed under the GNU General Public License.</em></p>
da: <p><a href="http://zikula.org/">Zikula</a> er et content management system (CMS) og application framework. Det er sikkert og stabilt, og det er et godt valg til sider med stor trafik</p><p>Med Zikula:</p><ul><li>kan du tilpasse alle aspekter af sidens udseende gennem temaer, med support til CSS style sheets, JavasScript, Flash og alle andre moderne webudviklings teknologier;</li><li>du kan markere indhold som værende egnet til enten et enkelt sprog eller alle sprog, og du kan styre alle aspekter af lokalisering og internationalisering af din side;</li><li>du kan være sikker på, at alle dine sider vises korrekt i alle browsere takket være Zikulas overholdelse af W3C HTML standarder;</li><li>du får en standard ansøgning -programmings interface (API), som gør det nemt at forøge din sides funktionalitet via moduler, blokke og andre udvidelser;</li><li>du kan få hjælp og support fra Zikula community for webmastere og udviklere på <a href="http://www.zikula.org">zikula.org</a>.</li></ul><p>Held og lykke med Zikula!</p><p><strong>Zikula teamet</strong></p><p><em>Bemærk: Zikula er et gratis Open Source Software (FOSS) licenseret under GNU General Public License.</em></p>

source: This site is powered by Zikula!
da: Dette site er drevet af Zikula!

source: HTML block
da: HTML blok

source: User log-in
da: Bruger log ind

source: Login block
da: Login blok

source: Theme navigation
da: Tema navigation

source: Blocks
da: Blokke

source: Block administration module.
da: Blok administrationsmodul

source: blocks
da: blokke

source: Done! Block now inactive.
da: Færdig! Blok er nu inaktiv.

source: Done! Block now active.
da: Færdig! Blok er nu aktiv.

source: Sorry! No such block found.
da: Beklager! Ingen sådan blok fundet.

source: One minute
da: Et minut

source: Two minutes
da: To minutter

source: Five minutes
da: Fem minutter

source: Ten minutes
da: Ti minutter

source: Fifteen minutes
da: Femten minutter

source: Half an hour
da: En halv time

source: One hour
da: En time

source: Two hours
da: To timer

source: Four hours
da: Fire timer

source: Twelve hours
da: Tolv timer

source: One day
da: En dag

source: Two days
da: To dage

source: Three days
da: Tre dage

source: Four days
da: Fire dage

source: Five days
da: Fem dage

source: Six days
da: Seks dage

source: Seven days
da: Syv dage

source: Done! Block saved.
da: Færdig! Blok er gemt.

source: Error! Could not load blocks.
da: Fejl! Kunne ikke indlæse blokke.

source: You must choose a block.
da: Du skal vælge en blok

source: Done! Block created.
da: Færdig! Blok er oprettet.

source: Done! Block deleted.
da: Færdig! Blok er slettet.

source: Done! Block position created.
da: Færdig! Blokposition er oprettet.

source: Done! Block position saved.
da: Færdig! Blokposition er gemt.

source: Error! No such block position found.
da: Fejl! Blokpositionen blev ikke fundet.

source: Done! Block position deleted.
da: Færdig! Blokposition er slettet.

source: Sorry! This module is not designed or is not currently configured to be accessed in the way you attempted.
da: Beklager! Dette modul er ikke udviklet til eller er i øjeblikket ikke konfigureret til at du kan få adgang til det på den måde, du forsøgte.

source: No block ID passed.
da: Ingen blok ID passeret.

source: Error! Could not retrieve block information for block ID %s.
da: Fejl! Kunne ikke hente blokoplysninger til blok ID %s.

source: Error! Could not deactivate the block.
da: Fejl! Kunne ikke deaktivere blokken.

source: Error! Could not activate the block.
da: Fejl! Kunne ikke aktivere blokken.

source: Error! There is already a block position with the name you entered.
da: Fejl! Der er allerede en blokposition med det indtastede navn.

source: Blocks list
da: Liste over blokke

source: Create new block
da: Opret ny blok

source: Create new block position
da: Opret ny blokposition

source: View news
da: Se nyheder

source: Archive
da: Arkiv

source: Submit news
da: Send nyheder

source: Profile
da: Profil

source: Private messages
da: Private beskeder

source: Logout
da: Log ud

source: Register
da: Registrer

source: Lost password
da: Mistet adgangskode

source: Only in some themes
da: Kun i nogle temaer

source: Extended menu
da: Udvidet menu

source: Extended menu block
da: Udvidet menu blok

source: --Installed modules--
da: --Installerede moduler--

source: --New link--
da: --Nyt link--

source: Include
da: Inkluder

source: Simple file include
da: Inkluderer simple filer

source: Error! The file '%s' was not found.
da: Fejl! Filen '%s' blev ikke fundet.

source: Text
da: Tekst

source: Menu block
da: Menu blok

source: Menutree
da: Menutræ

source: Tree-like menu (menutree)
da: Træ-lignende menu (menutræ)

source: no name
da: Intet navn

source: Pending Content
da: Afventende indhold

source: Notice: This language block will not be display until you enable the multilanguage, you can enable/disable this into into the settings of Zikula.
da: Bemærk: Denne sprogblok vil ikke blive vist, før du aktiverer flere sprog, du kan aktivere/deaktivere dette i indstillingerne for Zikula.

source: Language
da: Sprog

source: Language selector block
da: Sprogvælger blok

source: Choose a language
da: Vælg et sprog

source: An invalid '%1$s' parameter was received ('%2$s').
da: En ugyldig '%1$s' parameter blev modtaget ('%2$s').

source: The authentication method is not capable of being used for registration.
da: Godkendelsesmetoden kan ikke anvendes til registrering.

source: Attempt to retrieve undefined property via %1$s: %2$s in $3$s on line %4$d.
da: Forsøg på at hente udefineret property via %1$s: %2$s i $3$s online %4$d.

source: Attempt to determine if undefined property is set via %1$s: %2$s in $3$s on line %4$d.
da: Forsøg på at afgøre, om udefineret property indstilles via %1$s: %2$s i $3$s på linje %4$d.

source: Attempt to modify immutable property via %1$s: %2$s in $3$s on line %4$d.
da: Forsøg på at ændre uforanderlige property via %1$s: %2$s i $3$s på linje %4$d.

source: Attempt to modify undefined property via %1$s: %2$s in $3$s on line %4$d.
da: Forsøg på at ændre udefineret property via %1$s: %2$s i $3$s på linje %4$d.

source: Attempt to unset required property via %1$s: %2$s in $3$s on line %4$d.
da: Forsøg på at nulstille ønskede property via %1$s: %2$s in $3$s on line %4$d.

source: Attempt to unset immutable property via %1$s: %2$s in $3$s on line %4$d.
da: Forsøg på at frakoble uforanderlig property via %1$s: %2$s i $3$s på linje %4$d.

source: Attempt to unset undefined property via %1$s: %2$s in $3$s on line %4$d.
da: Forsøg på at frakoble udefineret property via %1$s: %2$s i $3$s på linje %4$d.

source: An invalid list of authentication modules was returned by ModUtil::getModulesCapableOf().
da: En ugyldig liste over godkendelsesmetodemoduler blev returneret af ModUtil::getModulesCapableOf().

source: There were no authentication methods available. Forcing the Users module to be used for authentication.
da: Der var ingen godkendelsesmetoder tilgængelige. Tving brugermodul, der skal bruges til godkendelse.

source: User name and password
da: Brugernavn og adgangskode

source: The authentication method '%2$s' is not a listable method for the module '%1$s'. It will be ignored.
da: Godkendelsesmetoden '%2$s' er ikke en oplistet metode for modulet '%1$s'. Den vil blive ignoreret.

source: The module '%1$s' is not a listable authentication module. All methods specified for it will be ignored.
da: Modulet '%1$s' er ikke et oplistet godkendelsesmodul. Alle angivne metoder for det vil blive ignoreret.

source: The set of listable authentication methods did not contain any methods that are currently available. Forcing the '%2$s' method defined by the '%1$s' module to be listable.
da: Sættet af oplistede godkendelsesmetoder indeholdt ikke nogen metoder, der er tilgængelige i øjeblikket. Tving '%2$s' metode defineret af modul '%1$s' til at være oplistet.

source: The authentication method list is in an inconsistent state. No authentication modules.
da: Godkendelsesmetode listen er i en inkonsistent tilstand. Ingen godkendelsesmoduler.

source: An invalid numeric offset was received ('%1$s').
da: En ugyldig numerisk offset blev modtaget ('%1$s').

source: An invalid offset was received ('%1$s').
da: En ugyldig offset blev modtaget ('%1$s').

source: Instances of $1$s are immutable.
da: Tilfælde af $1$s er uforanderlige.

source: Guest
da: Gæst

source: Sorry! New user registration is currently disabled.
da: Beklager! Ny bruger registrering er i øjeblikket deaktiveret.

source: root, webmaster, admin, administrator, nobody, anonymous, username
da: rod, webmaster, admin, administrator, ingen, anonym, brugernavn

source: Unknown users_temp record type: %1$s
da: Ukendt users_temp posttype: %1$s

source: Provides an interface for configuring and administering registered user accounts. Incorporates all needed functionality, but can work in close unison with the third party profile module configured in the general settings of the site.
da: Giver en grænseflade til konfiguration og administration af registrerede brugerkonti. Indeholder alle nødvendige funktioner, men kan fungere synkront med tredje part profil modulet konfigureret i de generelle indstillinger på siden.

source: users
da: brugere

source: User management hooks
da: Bruger management hooks

source: Registration management hooks
da: Registrerings management hooks

source: Login form and block hooks
da: Log ind formular og blok hooks

source: (Password provided by site administrator)
da: (Adgangskode leveret af administratoren)

source: Done! Created new registration application.
da: Færdig! Ny registreringsansøgning er oprettet.

source: Done! Created new user account.
da: Færdig! Ny brugerkonto er oprettet.

source: Warning! New user information has been saved, however there may have been an issue saving it properly.
da: Advarsel! Nye brugeroplysninger er blevet gemt, men der kan være opstået et problem med at gemme det ordentligt.

source: Error! Could not create the new user account or registration application.
da: Fejl! Kunne ikke oprette den nye brugerkonto eller ansøgning om registrering.

source: Sorry! No matching users found.
da: Beklager! Ingen matchende brugere fundet.

source: An unknown form type was received by %1$s.
da: En ukendt form type blev modtaget af %1$s.

source: The %1$s function has entered an unknown state.
da: Funktionen %1$s har indgået en ukendt tilstand.

source: Done! Saved user's account information.
da: Færdig! Brugerens kontooplysninger er gemt.

source: Error! You can't edit the guest account.
da: Fejl! Du kan ikke redigere gæstekontoen.

source: Sorry! No such user found.
da: Beklager! Ingen sådan bruger fundet.

source: Sorry! Unable to retrieve information for that user id.
da: Undskyld! Kunne ikke hente oplysninger for det pågældende bruger id.

source: Done! The user name for '%s' has been sent via e-mail.
da: Færdig! Brugernavnet for '%s' er blevet sendt via email.

source: Sorry! There was an unknown error while trying to send the user name for '%s'.
da: Beklager. Der opstod en ukendt fejl under afsendelsen af brugernavnet for '%s'.

source: Done! The password recovery verification code for %s has been sent via e-mail.
da: Færdig! Adgangskodens genopretnings bekræftelseskode for %s er blevet sendt via email.

source: Error! You can't delete the guest account.
da: Fejl! Du kan ikke slette gæstekontoen.

source: Error! You can't delete the primary administrator account.
da: Fejl! Du kan ikke slette den primære administrator konto.

source: Error! You can't delete the account you are currently logged into.
da: Fejl! Du kan ikke slette kontoen du er logget ind i nu.

source: Done! Deleted %1$d user account.
da: Færdig! %1$d brugerkonto er slettet.

source: An error occurred while trying to retrieve the registration records.
da: Der opstod en fejl under forsøget på at hente registreringsoptegnelserne.

source: Unable to retrieve registration record. The record with the specified id might not exist, or you might not have permission to access that record.
da: Kunne ikke hente registreringsoptegnelsen. Optegnelsen med det angivne id eksisterer måske ikke, eller du har måske ikke tilladelse til at få adgang til den pågældende optegnelse.

source: Error! Invalid registration uid.
da: Fejl! Ugyldig registrerings uid.

source: Error! Unable to load registration record.
da: Fejl! Kunne ikke indlæse registreringsoptegnelse.

source: Error! Unable to retrieve registration record with uid '%1$s'
da: Fejl! Kunne ikke hente registreringsoptegnelsen med uid '%1$s'

source: Error! A verification code cannot be sent for the registration record for '%1$s'. It is already verified.
da: Fejl! En bekræftelseskode kan ikke sendes til registreringsoptegnelse for '%1$s'. Det er allerede bekræftet.

source: Error! A verification code cannot be sent for the registration record for '%1$s'. It must first be approved.
da: Fejl! En bekræftelseskode kan ikke sendes til registreringsoptegnelse for '%1$s'. Det skal først godkendes.

source: Sorry! There was a problem sending a verification code to '%1$s'.
da: Beklager! Der opstod et problem med at sende en bekræftelseskode til '%1$s'.

source: Done! Verification code sent to '%1$s'.
da: Færdig! Bekræftelseskode sendt til '%1$s'.

source: Warning! Nothing to do! The registration record with uid '%1$s' is already approved.
da: Advarsel! Intet at gøre! Registreringsoptegnelsen med uid '%1$s' er allerede godkendt.

source: Error! The registration record with uid '%1$s' cannot be approved. The registration's e-mail address must first be verified.
da: Fejl! Registreringsoptegnelsen med uid '%1$s' kan ikke godkendes. Registreringsemailadresse skal først bekræftes.

source: Error! E-mail verification cannot be skipped for '%1$s'. The user must establish a password as part of the verification process.
da: Fejl! Emailbekræftelsen ikke kan springes over for '%1$s'. Brugeren skal etablere en adgangskode som en del af bekræftelsesprocessen.

source: Sorry! There was a problem approving the registration for '%1$s'.
da: Beklager! Der opstod et problem under godkendelse af registrering for '%1$s'.

source: Done! The registration for '%1$s' has been approved and a new user account has been created.
da: Færdig! Registreringen af '%1$s' er blevet godkendt, og en ny brugerkonto er blevet oprettet.

source: Done! The registration for '%1$s' has been approved and is awaiting e-mail verification.
da: Færdig! Registreringen af '%1$s' er blevet godkendt og afventer emailbekræftelse.

source: Sorry! There was a problem deleting the registration for '%1$s'.
da: Beklager! Der opstod et problem under sletningen af registreringen af ??'%1$s'.

source: Done! The registration for '%1$s' has been denied and deleted.
da: Færdig! Registreringen af '%1$s' er blevet afvist og slettet.

source: Done! Users module settings have been saved.
da: Færdig! Brugerindstillingerne er gemt.

source: There was a problem with one of the module settings. Please review the message below, correct the error, and resubmit your changes.
da: Der opstod et problem med en af ??modulindstillingerne. Gennemgå venligst nedenstående meddelelse, ret fejlen, og indsend dine ændringer.

source: Done! Users imported successfully.
da: Færdig! Brugere er importeret.

source: Error! You have not chosen any file.
da: Fejl! Du har ikke valgt nogen fil.

source: Error! The file extension is incorrect. The only allowed extension is csv.
da: Fejl! Filtypen er forkert. Den eneste tilladte type er CSV.

source: Error! It has not been possible to read the import file.
da: Fejl! Det har ikke været muligt at læse importfilen.

source: Error! The import file does not have the expected field %s in the first row. Please check your import file.
da: Fejl! Importfilen har ikke det forventede felt %s i den første række. Kontroller venligst din importfil.

source: Error! The number of parameters in line %s is not correct. Please check your import file.
da: Fejl! Antallet af parametre i linje %s er ikke korrekt. Kontroller venligst din importfil.

source: Sorry! The user name is not valid in line %s. The user name is mandatory and the maximum length is 25 characters. Please check your import file.
da: Beklager! Brugernavnet er ikke gyldigt på linje %s. Brugernavnet er obligatorisk, og den maksimale længde er 25 tegn. Kontroller venligst din importfil.

source: Sorry! The user name %1$s is reserved and cannot be registered in line %2$s. Please check your import file.
da: Beklager! Brugernavnet %1$s er reserveret og kan ikke registreres i linje %2$s. Kontroller venligst din importfil.

source: Sorry! The user name %1$s cannot contain spaces in line %2$s. Please check your import file.
da: Beklager! Brugernavnet %1$s kan ikke indeholde mellemrum på linje %2$s. Kontroller venligst din importfil.

source: Sorry! The user name %1$s is repeated in line %2$s, and it cannot be used twice for creating accounts. Please check your import file.
da: Beklager! Brugernavnet %1$s er gentaget i linje %2$s, og det kan ikke bruges to gange for at oprette en konto. Kontroller venligst din importfil.

source: Sorry! You did not provide a password in line %s. Please check your import file.
da: Beklager! Du har ikke angivet en adgangskode på linje %s. Kontroller venligst din import fil.

source: Sorry! The password must be at least %1$s characters long in line %2$s. Please check your import file.
da: Beklager! Adgangskoden skal være mindst %1$s tegn på linje %2$s. Kontroller venligst din importfil.

source: Sorry! You did not provide a email in line %s. Please check your import file.
da: Beklager! Du har ikke angivet en email på linje %s. Kontroller venligst din importfil.

source: Sorry! The e-mail address you entered was incorrectly formatted or is unacceptable for other reasons in line %s. Please check your import file.
da: Beklager! Den emailadresse du indtastede var forkert formateret eller er uacceptabel af andre grunde på linje %s. Kontroller venligst din importfil.

source: Sorry! The %1$s e-mail address is repeated in line %2$s, and it cannot be used twice for creating accounts. Please check your import file.
da: Beklager! %1$s emailadressen er gentaget i linje %2$s, og det kan ikke bruges to gange for at oprette en konto. Kontroller venligst din importfil.

source: Error! The CSV is not valid: the "activated" column must contain 0 or 1 only.
da: Fejl! CSV er ikke gyldig: "activated" må kun indeholde 0 eller 1..

source: Error! The CSV is not valid: the "sendmail" column must contain 0 or 1 only.
da: Fejl! CSV er ikke gyldig: "sendmail" kolonne må kun indeholde 0 eller 1..

source: Sorry! The identity of the group %1$s is not not valid in line %2$s. Perhaps it do not exist. Please check your import file.
da: Beklager! Identiteten af gruppen %1$s er ikke er ikke gyldig i linje %2$s. Måske eksisterer det ikke. Kontroller venligst din importfil.

source: Error! The import file does not have values.
da: Fejl! Importfilen har ikke værdier.

source: Error! Trying to read the existing user names in database.
da: Fejl! Forsøger at læse de eksisterende brugernavne i databasen.

source: Sorry! One or more user names really exist in database. The user names must be uniques.
da: Beklager! Et eller flere brugernavne eksisterer allerede i databasen. Brugernavne skal være unikke.

source: Error! Trying to read the existing users' email addressess in database.
da: Fejl! Forsøger at læse de eksisterende brugeres emailaddresser i databasen.

source: Sorry! One or more users' email addresses exist in the database. Each user's e-mail address must be unique.
da: Beklager! En eller flere brugeres emailadresser eksisterer allerede i databasen. Hver brugers emailadresse skal være unik.

source: Error! The creation of users has failed.
da: Fejl! Oprettelsen af brugere er mislykkedes.

source: Done! A password change will be required the next time %1$s logs in.
da: Færdig! En kodeordsændring vil være nødvendig, næste gang %1$s logger ind.

source: Done! A password change will no longer be required for %1$s.
da: Færdig! Der vil ikke længere være behov for kodeordsændring for %1$s.

source: The value must be a string.
da: Værdien skal være en streng.

source: A user name is required, and cannot be left blank.
da: Et brugernavn er påkrævet, og kan ikke være tomt.

source: The value does not appear to be a valid user name. A valid user name consists of lowercase letters, numbers, underscores, periods or dashes.
da: Værdien synes ikke at være et gyldigt brugernavn. Et gyldigt brugernavn består af små bogstaver, tal, understregninger, punktummer eller bindestreger.

source: Passwords must be at least %1$d characters in length.
da: Adgangskoder skal bestå af mindst %1$d tegn.

source: A password reminder is required, and cannot be left blank.
da: En adgangskode påmindelse er påkrævet, og kan ikke være tom.

source: An e-mail address is required, and cannot be left blank.
da: En emailadresse er påkrævet, og feltet kan ikke være tomt.

source: The value entered does not appear to be a valid e-mail address.
da: Den indtastede værdi ser ikke ud til at være en gyldig emailadresse.

source: The value entered does not match the password entered in the password field.
da: Den indtastede værdi svarer ikke til den adgangskode, der er indtastet i feltet adgangskode.

source: The value entered does not match the e-mail address entered in the e-mail address field.
da: Den indtastede værdi svarer ikke til emailadressen i emailadresse feltet.

source: You did not provide the correct answer for the security question. The correct answer is '%1$s' (not including the quotes).
da: Du har ikke angivet det korrekte svar på sikkerhedsspørgsmål. Det korrekte svar er '%1$s' (ikke inklusive anførselstegn).

source: Password set by administrator.
da: Adgangskode af administrator.

source: The value must be an integer.
da: Værdien skal være et heltal.

source: Invalid form id.
da: Ugyldig form id.

source: The form id '%1$s' contains invalid characters.
da: Form id'et '%1$s' indeholder ugyldige tegn.

source: Invalid field definition
da: Ugyldig feltdefinition

source: Field defintion for the '%1$s' field is already defined.
da: Felt Defintion for '%1$s' feltet er allerede defineret.

source: Field defintion duplicates the field id '%1$s' already claimed by the field '%2$s'.
da: Felt defintion kopierer felt id'et '%1$s' som allerede er krævet af feltet '%2$s'.

source: Invalid field name: %1$s
da: Ugyldigt feltnavn: %1$s

source: The value must be a boolean.
da: Værdien skal være en boolean.
