Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: Error! There was a problem saving your new e-mail address or sending you a verification message.
da: Fejl! Der opstod et problem med at gemme dine nye emaildresse eller sende dig en bekræftelsesemail.

source: Done! You will receive an e-mail to your new e-mail address to confirm the change. You must follow the instructions in that message in order to verify your new address.
da: Færdig! Du vil modtage en email til din nye emailadresse for at bekræfte ændringen. Du skal følge instruktionerne i emailen for at bekræfte din nye adresse.

source: Please log into your account in order to confirm your change of e-mail address.
da: Log ind på din konto for at bekræfte din ændring af emailadresse.

source: Error! Your e-mail has not been found. After your request you have five days to confirm the new e-mail address.
da: Fejl! Din email blev ikke fundet. Du har fem dage til at bekræfte din nye emailadresse efter du har sendt din anmodning.

source: Done! Changed your e-mail address.
da: Færdig! Din emailadresse er ændret.

source: An invalid '$args' parameter was received.
da: Der blev modtaget en ugyldig '$args' parameter.

source: An invalid form type ('%1$s') was received.
da: En ugyldig form type ('%1$s') blev modtaget.

source: An invalid method ('%1$s') was received.
da: En ugyldig metode ('%1$s') blev modtaget.

source: A form fields template was not found for the %1$s method using form type '%2$s'.
da: En formularfeltskabelon blev ikke fundet for metoden %1$s under anvendelse af formular typen '%2$s'.

source: An invalid form action ('%1$s') was received.
da: En ugyldig formular handling ('%1$s') blev modtaget.

source: Error: An invalid method ('%1$s') was received.
da: Fejl: En ugyldig metode ('%1$s') blev modtaget.

source: An authentication method selector template was not found for method '%1$s' using form type '%2$s'.
da: En godkendelsesmetode-vælger skabelon blev ikke fundet for metoden '%1$s' under anvendelse af formular typen '%2$s'.

source: The authentication module name was not specified during an attempt to validate user authentication information.
da: Godkendelses modulnavnet blev ikke specificeret under et forsøg på at validere brugergodkendelse oplysninger.

source: Attempt to validate authentication information with incorrect authentication module. Credentials should be validated with the '%1$s' module instead.
da: Forsøg på at validere godkendelsesoplysninger med forkert godkendelsesmodul. Legitimationsoplysninger skal valideres med modul '%1$s' i stedet.

source: The authentication method name was not specified during an attempt to validate user authentication information.
da: Godkendelses metode navnet blev ikke specificeret under et forsøg på at validere brugergodkendelse oplysninger.

source: Unknown authentication method ('%1$s') while attempting to validate user authentication information in the Users module.
da: Ukendt godkendelsesmetode ('%1$s'), mens du forsøger at godkende brugergodkendelsesoplysninger i Brugermodulet.

source: A user name was not specified, or the user name provided was invalid.
da: Der blev ikke angivet et brugernavn, eller det angivne brugernavn var ugyldigt.

source: An e-mail address was not specified, or the e-mail address provided was invalid.
da: Der blev ikke angivet en emailadresse, eller den angivne emailadresse var ugyldig.

source: A password was not specified, or the password provided was invalid.
da: Der blev ikke angivet en adgangskode, eller den angivne adgangskode var ugyldig.

source: Please provide a password.
da: Angiv venligst en adgangskode.

source: Please provide a user name and password.
da: Angiv venligst et brugernavn og en adgangskode.

source: Please provide an e-mail address and password.
da: Angiv venligst en emailadresse og en adgangskode.

source: Please provide a user name.
da: Angiv venligst et brugernavn.

source: Please provide an e-mail address.
da: Angiv venligst en emailadresse.

source: There was an error with one of the fields, below. Please review the message, and correct your entry.
da: Der er en fejl i en af nedenstående felter. Gennemgå venligst felterne, og ret din indtastning.

source: An invalid authentication module name was received.
da: Et ugyldigt godkendelsesmodulnavn blev modtaget.

source: The '%1$s' module is not in an available state.
da: '%1$s' modulet er ikke i en tilgængelig tilstand.

source: The '%1$s' module is not an authentication module.
da: '%1$s' modulet er ikke et godkendelsesmodul.

source: Error! No users selected to receive e-mail, or invalid uid list.
da: Fejl! Der er ikke udvalgt nogen brugere til at modtage email, eller ugyldig uid liste.

source: Error! E-mail message to be sent not specified or invalid.
da: Fejl! Email besked der skal sendes er ikke specificeret eller er ugyldig.

source: Error! The required field '%2$s' was blank or missing
da: Fejl! Det påkrævede felt '%2$s' er tomt eller mangler

source: Error! Could not send the e-mail message.
da: Fejl! Kunne ikke sende emailen.

source: Done! E-mail message has been sent to %1$d user.
da: Færdig! Email er blevet sendt til %1$d bruger.

source: Users list
da: Liste over brugere

source: Pending registrations
da: Afventende registreringer

source: Create new user
da: Opret ny bruger

source: Import users
da: Importer brugere

source: Export users
da: Eksporter brugere

source: Find users
da: Find brugere

source: E-mail users
da: Email brugere

source: Error! The users have been created but something has failed trying to get them from the database. Now all these users do not have group.
da: Fejl! Brugerne er blevet oprettet, men der skete en fejl under hentningen fra databasen. Nu har alle disse brugere ikke en gruppe.

source: Error! The users have been created but something has failed while trying to add the users to their groups. These users are not assigned to a group.
da: Fejl! Brugerne er blevet oprettet, men der skete en fejl under tilføjelsen af brugere til deres grupper. Disse brugere er ikke tilknyttet en gruppe.

source: Password for %1$s from %2$s
da: Adgangskode for %1$s fra %2$s

source: Error! A problem has occurred while sending e-mail messages. The error happened trying to send a message to the user %s. After this error, no more messages were sent.
da: Fejl! Der opstod et problem under afsendelse af emails. Fejlen skete under forsøget på at sende en besked til brugeren %s. Der er ikke blevet afsendt flere beskeder efter denne fejl.

source: Click the user's name to view his/her complete profile.
da: Klik på brugerens navn for at se hans/hendes profil.

source: Error! Could not load the results of the user's search.
da: Fejl! Kunne ikke indlæse resultaterne af brugerens søgning.

source: Password changer
da: Ændring af adgangskode

source: E-mail address manager
da: Email addresse manager

source: Personal custom block
da: Personlig brugerdefineret blok

source: Language switcher
da: Skift sprog

source: Verify your account.
da: Bekræft din konto.

source: New user or registration.
da: Ny bruger eller registrering.

source: Verify your new e-mail address.
da: Bekræft din nye emailadresse.

source: Recover your password.
da: Gendan din adgangskode.

source: Recover your user name.
da: Gendan dit brugernavn.

source: Welcome!
da: Velkommen!

source: A message from %s.
da: En besked fra %s.

source: Account information for %s
da: Kontooplysninger for %s

source: Error! Unable to send user name e-mail message.
da: Fejl! Kan ikke sende brugernavn email.

source: Confirmation code for %s
da: Bekræftelseskode for %s

source: Error! Unable to send confirmation code e-mail message.
da: Fejl! Kan ikke sende bekræftelseskode email.

source: Error! Unable to save confirmation code.
da: Fejl! Kan ikke gemme bekræftelseskode.

source: Error! Unable to create confirmation code.
da: Fejl! Kunne ikke oprette bekræftelseskode.

source: Confirmation change of e-mail for %s
da: Bekræftet ændring af email til %s

source: Recover account information or password
da: Gendan kontooplysninger eller adgangskode

source: New account
da: Ny konto

source: E-mail address and password
da: Emailadresse og adgangskode

source: An invalid 'method' parameter was received.
da: En ugyldig 'metode' parameter blev modtaget.

source: An unknown method ('%1$s') was received.
da: Der blev modtaget en ukendt metode ('%1$s').

source: An unknown value for the 'filter' parameter was received ('%1$d').
da: Der blev modtaget en ukendt værdi for filter parameteren ('%1$d').

source: An invalid value for the 'filter' parameter was received ('%1$s').
da: Der blev modtaget en ugyldig værdi for filter parameteren ('%1$s').

source: The %1$s function is not implemented for the %1$s module. This core module handles registration of authentication information as part of the core registration process.
da: Funktion %1$s er ikke implementeret for modul %1$s. Dette kernemodul håndterer registrering af autentificeringsoplysninger som en del af kerne registreringsprocessen.

source: Invalid '%1$s' parameter received in a call to %2$s
da: Ugyldig '%1$s' parameter modtog et opkald til %2$s

source: Error! A password must be provided.
da: Fejl! Der skal angives en adgangskode.

source: A user id was located, but the user account record could not be retrieved in a call to %1$s.
da: Et bruger-id er blevet fundet, men brugerkontooptegnelsen kunne ikke hentes i et opkald til %1$s.

source: Invalid account password state.
da: Ugyldig kontoadgangskode tilstand.

source: Internal Error! Unable to update the user's password with the new hashing method and/or salt.
da: Intern fejl! Kunne ikke opdatere brugerens adgangskode med den nye hashing metode og/eller salt.

source: Sorry! The e-mail address or password you entered was incorrect.
da: Beklager! Emailadressen eller den indtastede adgangskode var forkert.

source: Sorry! The user name or password you entered was incorrect.
da: Beklager! Brugernavnet eller den adgangskode du indtastede var forkert.

source: Invalied '%1$s' parameter received in a call to %2$s
da: Invalied '%1$s' parameter modtaget i et opkald til %2$s

source: Invalid '%1$s' parameter provided in a call to %2$s.
da: Ugyldig '%1$s' parameter angivet i et opkald til %2$s.

source: An e-mail address was not provided in a call to %1$s.
da: En emailadresse blev ikke angivet i et opkald til %1$s.

source: A user name was not provided in a call to %1$s.
da: Et brugernavn blev ikke angivet i et opkald til %1$s.

source: Invalid type for '%1$s' parameter in a call to %2$s.
da: Ugyldig type for '%1$s' parameter i et kald til %2$s".

source: An invalid parameter array was received.
da: Der blev modtaget en ugyldig parameter array.

source: An invalid user id was received.
da: Et ugyldigt bruger-ID blev modtaget.

source: E-mail Address
da: Emailadresse

source: Please enter a password.
da: Indtast en adgangskode.

source: Your password must be at least %s character long
da: Din adgangskode skal mindst være %s tegn

source: The password cannot be the same as the user name. Please choose a different password.
da: Adgangskoden kan ikke være det samme som brugernavnet. Vælg en anden adgangskode.

source: You did not enter the same password in each password field. Please enter the same password once in each password field (this is required for verification).
da: Du har ikke indtastet den samme adgangskode i hver enkelt adgangskode felt. Indtast venligst det samme kodeord én gang i hver enkelt adgangskode felt (dette er påkrævet til bekræftelse).

source: Please enter a password reminder.
da: Indtast venligst en adgangsord påmindelse.

source: You cannot include your password in your password reminder.
da: Du kan ikke inkludere din adgangskode i din adgangskode påmindelse.

source: Your password reminder is too similar to your password.
da: Din adgangsord påmindelse ligner din adgangskode for meget.

source: You must provide an e-mail address.
da: Du skal angive en emailadresse.

source: The e-mail address you entered was incorrectly formatted or is unacceptable for other reasons.
da: Den emailadresse du indtastede var forkert formateret eller er uacceptabelt af andre årsager.

source: Sorry! The domain of the e-mail address you specified is banned.
da: Beklager! Emailadressens domæne, som du har angivet, er forbudt.

source: The e-mail address you entered has already been registered.
da: Den emailadresse du indtastede er allerede registreret.

source: You did not repeat the e-mail address for verification. Please enter the same e-mail address once in each field.
da: Du har ikke gentaget emailadressen for at bekræfte den. Indtast venligst den samme emailadresse en gang i hvert felt.

source: You did not enter the same e-mail address in each e-mail address field. Please enter the same e-mail address once in each field (this is required for verification).
da: Du skrev ikke den samme emailadresse i begge felter. Indtast venligst den samme emailadresse en gang i hvert felt (dette er påkrævet for at bekræfte emailadressen).

source: Internal Error! Missing required parameter.
da: Intern fejl! Påkrævet parameter mangler.

source: You must provide a user name.
da: Du skal angive et brugernavn.

source: The user name you entered contains unacceptable characters. A valid user name consists of lowercase letters, numbers, underscores, periods, and/or dashes.
da: Brugernavnet du indtastede indeholder uacceptable tegn. Et gyldigt brugernavn består af små bogstaver, tal, understregninger, punktummer og/eller bindestreger.

source: The user name you entered is too long. The maximum length is %1$d characters.
da: Brugernavnet du indtastede er for langt. Den maksimale længde er %1$d tegn.

source: The user name you entered is reserved. It cannot be used.
da: Brugernavnet du indtastede er reserveret. Det kan ikke anvendes.

source: The user name you entered has already been registered.
da: Brugernavnet du indtastede er allerede registreret.

source: Internal Error! System-generated passwords are no longer supported!
da: Intern fejl! Systemgenererede adgangskoder understøttes ikke længere!

source: You gave the wrong answer to the anti-spam registration question.
da: Du angav det forkerte svar til anti-spam registreringsspørgsmålet.

source: '%1$s' is not a valid theme.
da: '%1$s' er ikke et gyldigt tema.

source: New user registration is currently disabled.
da: Ny bruger registrering er i øjeblikket deaktiveret.

source: Warning! The verification code for the new registration could not be sent.
da: Advarsel! Bekræftelseskoden for den nye registrering kunne ikke sendes.

source: Warning! The welcoming email for the new registration could not be sent.
da: Advarsel! Velkomstmailen til den nye registrering kunne ikke sendes.

source: Warning! The notification email for the new registration could not be sent.
da: Advarsel! Bekræftelsesemail for den nye registrering kunne ikke sendes.

source: Unable to store the new user registration record.
da: Kunne ikke gemme den nye bruger registrering.

source: Warning! The user account was created, but there was a problem adding the account to the default group.
da: Advarsel! Brugerkontoen blev oprettet, men der opstod et problem ved at tilføje kontoen til standardgruppen.

source: Warning! The welcoming email for the newly created user could not be sent.
da: Advarsel! Velkomstemailen til den nyoprettede bruger kunne ikke sendes.

source: New registration: %s
da: Ny registrering: %s

source: Warning! The notification email for the newly created user could not be sent.
da: Advarsel! Underretnings email til den nyoprettede bruger kunne ikke sendes.

source: Error! The registration record with uid '%1$s' does not contain an e-mail address.
da: Fejl! Registreringsoptegnelsen med uid '%1$s' indeholder ikke en emailadresse.

source: Error! Unable to save the verification code for the registration for '%1$s'.
da: Fejl! Kunne ikke gemme bekræftelseskoden for registrering for '%1$s'.

source: Error! Invalid registration record.
da: Fejl! Ugyldig registrering oversigt.

source: Error! Unable to retrieve registration record with id '%1$s'
da: Fejl! Kunne ikke hente registreringsoplysninger med id '%1$s'

source: Error: Unable to force registration for '%1$s' to be verified during approval. No e-mail address.
da: Fejl: Kunne ikke tvinge registrering for '%1$s' der skal bekræftes under godkendelse. Ingen emailadresse.

source: Your log-in request was not completed. You must change your web site account's password first.
da: Din log ind anmodning blev ikke afsluttet. Du skal ændre din sides konto adgangskode først.

source: Registrations pending approval
da: Registreringer afventer godkendelse

source: Who's on-line
da: Hvem er online

source: On-line block
da: Online blok

source: User account
da: Brugerkonto

source: User account links
da: Brugerkonto links

source: User's custom box
da: Brugers brugerdefinerede boks

source: Custom block content for %s
da: Brugerdefineret blok indhold for %s

source: Log-in
da: Log ind

source: Log-in block
da: Log ind blok

source: Congratulations! Zikula has been successfullly installed.
da: Tillykke! Zikula er blevet korrekt installeret.

source: Error! Gettext 'gt' requires an attribute text.
da: Fejl! Gettext 'gt' kræver en attribut tekst.

source: The site is currently off-line.
da: Siden er i øjeblikket offline.

source: Missing parameter '%s'
da: Mangler parameter '%s'

source: Error! The '%s' module is unknown.
da: Fejl! '%s' modulet er ukendt.

source: An unknown error occurred in module %s, controller %s, action %s
da: Der opstod en ukendt fejl i modulet %s, styreenhed %s, handling %s

source: Page not found.
da: Side ikke fundet.

source: Error! The transaction failed. Performing rollback.
da: Fejl! Transaktionen mislykkedes. Udførelse af rollback.

source: Error! The transaction failed.
da: Fejl! Transaktionen mislykkedes.

source: Could not load the '%1$s' module at '%2$s'.
da: Kunne ikke indlæse modulet '%1$s' på '%2$s'.

source: The '%1$s' module returned an error in '%2$s'.
da: Modulet '%1$s' returnerede en fejl i '%2$s'.

source: It seems to be that your config.php is outdated. Please check the release notes for more information.
da: Det lader til din config.php er for gammel. Kontroller venligst frigivelsesnoterne for mere information.

source: Theme is not valid!
da: Tema er ikke gyldig.

source: Zikula Upgrade script (for Zikula version %s and up)
da: Zikula Upgrade script (for Zikula version %s og op)

source: This script will upgrade any Zikula v%1$s+ installation. Upgrades from less than Zikula v%1$s are not supported by this script.
da: Dette script vil opgradere alle slags Zikula v%1$s+ installationer. Opgraderinger fra mindre end Zikula v%1$s er ikke understøttet af dette script.

source: For more information about the upgrade process, please read the <a href="docs/%1$s/UPGRADING">upgrade documentation</a>, visit our <a href="http://community.zikula.org/Wiki.htm">wiki</a> or the <a href="http://community.zikula.org/module-Forum.htm">support forum</a>.
da: For flere oplysninger om opgraderingsprocessen, læs <a href="docs/%1$s/UPGRADING">upgrade documentation</a>, besøg vores <a href="http://community.zikula.org/Wiki.htm">wiki</a> eller <a href="http://community.zikula.org/module-Forum.htm">support forum</a>.

source: FATAL ERROR!
da: FATAL FEJL!

source: Zikula does not appear to be installed.
da: Zikula ser ikke ud til at blive installeret.

source: Please select your language
da: Vælg sprog

source: Submit
da: Indsend

source: BEFORE proceeding you should backup your database!
da: FØR du fortsætter bør du sikkerhedskopiere din database!

source: Failed to login to your site
da: Kunne ikke logge ind på din side

source: For the next upgrade steps you need to be logged in. Please provide your admin account credentials
da: Du skal være logget ind for at komme videre i opgraderingen. Angiv dine admin konto legitimationsoplysninger.

source: Starting upgrade
da: Starter opgradering

source: upgraded
da: Opgraderet

source: not upgraded
da: Ikke opgraderet

source: No modules required upgrading
da: Ingen moduler behøvede opgradering

source: Finished upgrade
da: Opgradering færdig

source: Go to the startpage for %s
da: Gå til startsiden for %s

source: Go to the admin panel for %s
da: Gå til admin panel for %s

source: Already up to date
da: Allerede opdateret

source: It seems that you have already installed version %s. Please remove this upgrade script, you do not need it anymore.
da: Det ser ud til, at du allerede har installeret version %s. Fjern venligst dette opgraderings script, du har ikke længere brug for det.

source: Possible incompatible version found.
da: Mulig inkompatibel version fundet.

source: The current installed version of Zikula is reporting (%1$s). You must upgrade to version (%2$s) before you can use this upgrade.
da: Den nuværende installerede version af Zikula rapporterer (%1$s). Du skal opgradere til version (%2$s), før du kan bruge denne opgradering.

source: date.timezone is currently not set. Since PHP 5.3.0, it needs to be set to a valid timezone in your php.ini such as timezone like UTC, GMT+5, Europe/Berlin.
da: dato.tidszone er i øjeblikket ikke er indstillet. Siden PHP 5.3.0 skal det sættes til en gyldig tidszone i din php.ini som tidszone som foreksempel UTC, GMT +5, Europe / Berlin.

source: Check again
da: Tjek igen

source: The PCRE (Perl Compatible Regular Expression) library being used with your PHP installation does not support Unicode properties. This is required to handle multi-byte character sets in regular expressions. The PCRE library used must be compiled with the '--enable-unicode-properties' option.
da: PCRE (Perl Compatible Regular Expression) biblioteket som bruges med din PHP-installation understøtter ikke Unicode egenskaber. Dette er nødvendigt for at håndtere multi-byte tegnsæt i regulære udtryk. Det anvendte PCRE bibliotek skal udarbejdes med '--enable-unicode-properties' funktionen.

source: Theme Check Failed
da: Tema kontrol mislykkedes

source: Your configuration specifies a theme called '%s' that doesn't exist. Please ensure that theme exists in themes/%s
da: Din konfiguration angiver et tema kaldet '%s', som ikke eksisterer. Du skal sikre, at temaet findes i temaer/%s

source: Your configuration specifies a theme called '%s' which begins with a lower case letter. You must first upgrade the theme's name to start with a capital letter. This should be done in your 1.2.x installation before attempting this upgrade again.
da: Din konfiguration angiver et tema kaldet '%s', der begynder med et lille bogstav. Du skal først opgradere temaets navn for at starte med et stort bogstav. Dette skal ske i din 1.2.x installation, før du forsøger denne opgradering igen.

source: Your theme called '%s' contains an underscore, this is now deprecated. You must first upgrade the theme's name so it does not contain any underscore character. This should be done in your 1.2.x installation before attempting this upgrade again.
da: Dit tema kaldet '%s' indeholder en understregning, dette er nu forældet. Du skal først opgradere temaets navn, så den ikke indeholder nogen understregning. Dette skal du gøre i din 1.2.x installation, før du forsøger denne opgradering igen.

source: Proceed to upgrade (click once and wait)
da: Fortsæt med at opgradere (klik én gang og vent)

source: FATAL ERROR: Cannot start, unable to determine installed Core version.
da: FATAL FEJL: Kan ikke starte, ude af stand til at bestemme installeret Core version.

source: FATAL ERROR: Cannot start, unable access database.
da: FATAL FEJL: Kan ikke starte, ikke adgang til databasen.

source: Zikula is already installed!
da: Zikula er allerede installeret!

source: System is already installed!
da: System er allerede installeret!
