Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: Current password
da: Nuværende adgangskode

source: Caps Lock is on!
da: Caps Lock er tændt!

source: New password (repeat for verification)
da: Ny adgangskode (gentag for bekræftelse)

source: New password reminder
da: Ny adgangskode påmindelse

source: Enter a word or a phrase that will remind you of your password.
da: Indtast et ord eller en sætning, som vil minde dig om dit kodeord.

source: Notice: Do not use a word or phrase that will allow others to guess your password! Do not include your password or any part of your password here!
da: Bemærk: Brug ikke et ord eller en sætning, som vil tillade andre at gætte din adgangskode! Her er det vigtigt, at du ikke skriver din adgangskode eller dele af din adgangskode!

source: Sorry! Your session has expired.
da: Undskyld! Din session er udløbet.

source: For your security, this session has expired because you have been inactive for too long. Please <a href="%s">log in</a> again to access services.
da: For din egen sikkerhed er denne session udløbet, fordi du har været inaktiv alt for længe. Venligst <a href="%s">log ind</a> igen for at få adgang til tjenesterne.

source: Account Information
da: Kontooplysninger

source: User name:
da: Brugernavn:

source: E-mail address:
da: Emailadresse:

source: Because a password is not set for this registration, the e-mail verification process cannot be skipped. It must be completed so that the user can establish a password before the user account is created.
da: Fordi en adgangskode ikke er indstillet til denne registrering, kan bekræftelsen af email ikke springes over. Det skal udfyldes, så brugeren kan oprette en adgangskode, før brugerkontoen bliver oprettet.

source: Registration Status
da: Registreringsstatus

source: Expires:
da: Udløber:

source: Never, registration is verified
da: Aldrig, registreringen er bekræftet

source: Expiration date will be set when the verification e-mail is sent
da: Udløbsdato vil blive fastsat, når bekræftelsesemail er sendt

source: Never
da: Aldrig

source: E-mail verification:
da: Email bekræftelse:

source: E-mail verification not sent; awating approval
da: Email bekræftelse er ikke sendt; afvender godkendelse

source: Verification e-mail message not yet sent to the user
da: Bekræftelses email er endnu ikke sendt til brugeren

source: Not yet verified
da: Ikke bekræftet endnu

source: Verification complete
da: Bekræftelse færdig

source: (or verification was not required when the registration was completed)
da: (eller bekræftelsen var ikke nødvendig, da registreringen blev gennemført)

source: Administrator approval:
da: Administrator godkendelse:

source: Not yet approved
da: Ikke godkendt endnu

source: (or approval was not required when the registration was completed)
da: (eller godkendelse var ikke nødvendig, da registreringen blev gennemført)

source: Registering for a user account is easy. Registration can give you access to content and to features of this site that are not available to unregistered guests.
da: Det er nemt at registrere en brugerkonto. Tilmelding kan give dig adgang til indhold og funktioner på denne side, der ikke er til rådighed for uregistrerede gæster.

source: During your visits, we recommended that you set your browser to accept cookies from this site. Various features of the site use cookies, and may not function properly (or may not function at all) if cookies are disabled.
da: Under dine besøg anbefaler vi, at du indstiller din browser til at acceptere cookies fra denne side. SIdens forskellige funktioner bruger cookies, og kan ikke fungere korrekt (eller måske ikke fungere overhovedet), hvis cookies er deaktiveret.

source: Before you will be able to log in, an administrator must approve your registration request and you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after an administrator has approved your request.
da: Før du kan logge ind, skal en administrator godkende din registreringsanmodning, og du skal bekræfte din emailadresse. Du vil modtage en email, hvor du bliver bedt om at bekræfte din emailadresse efter en administrator har godkendt din anmodning.

source: Before you will be able to log in, you must verify your e-mail address and an administrator must approve your registration request. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
da: Før du kan logge ind, skal du bekræfte din emailadresse og en administrator skal godkende din registreringsanmodning. Du vil modtage en email, hvor du bliver bedt om at bekræfte din emailadresse efter indsendelse af nedenstående oplysninger.

source: You must verify your e-mail address before an administrator will approve your registration request.
da: Du skal bekræfte din emailadresse, før en administrator kan godkende din registreringsanmodning.

source: Before you will be able to log in, an administrator must approve your registration request. You will receive an e-mail after an administrator has reviewed the information you submit below.
da: Før du kan logge ind, skal en administrator godkende din registreringsanmodning. Du vil modtage en email efter en administrator har gennemgået de oplysninger, du indsender nedenfor.

source: Before you will be able to log in, you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
da: Før du kan logge ind, skal du bekræfte din emailadresse. Du vil modtage en email, hvor du bliver bedt om at bekræfte din emailadresse efter indsendelse af nedenstående oplysninger.

source: Choose a user name
da: Vælg et brugernavn

source: User names can contain letters, numbers, underscores, periods and/or dashes.
da: Brugernavne kan indeholde bogstaver, tal, understregninger, punktummer og/eller bindestreger.

source: Your user name is used to identify you to other users on the site. You still need to set one up, even though you will not be using it to log in.
da: Dit brugernavn bruges til, at andre brugere på siden kan identificere dig. Du bliver stadig nødt til at sætte en op, selvom du ikke skal bruge den til at logge ind.

source: Set a password
da: Indstil en adgangskode

source: The minimum length for user passwords is %s characters.
da: Minimum længden for brugeradgangskoder er %s tegn.

source: Repeat your Password for verification
da: Gentag din adgangskode for bekræftelse

source: Enter your e-mail address
da: Indtast din emailadresse

source: You will use your e-mail address to identify yourself when you log in.
da: Du skal bruge din emailadresse til at identificere dig selv, når du logger ind

source: Repeat your E-mail address for verification
da: Gentag din emailadresse for bekræftelse

source: Answer the security question
da: Svar på sikkerhedsspørgsmålet

source: Asking this question helps us prevent automated scripts from accessing private areas of the site.
da: Ved at stille dette spørgsmål hjælper du os med at forhindre automatiserede scripts til at få adgang til private områder af siden.

source: Check your entries and submit your registration
da: Kontroller dine indtastninger og indsend din registrering

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Submit registration' to continue.
da: Bemærk: Når du er klar, skal du klikke på "Kontroller dine indtastninger" for at få dine indtastninger kontrolleret. Når dine indtastninger er OK, skal du klikke på "Send registreringsanmodning" for at fortsætte.

source: Your entries seem to be OK. Please click on 'Submit registration' when you are ready to continue.
da: Dine indtastninger synes at være OK. Klik på "Send registreringsanmodning", når du er klar til at fortsætte

source: Submit registration
da: Send registrering

source: Edit registration of %s
da: Rediger registrering af %s

source: Check your entries and submit your updates
da: Kontroller dine indtastninger og indsend dine opdateringer

source: Choose how you would like to log in by clicking on one of the following...
da: Vælg hvordan du ønsker at logge ind ved at klikke på én af følgende...

source: Log in below, or change how you would like to log in by clicking on one of the following...
da: Log ind herunder, eller ændre hvordan du ønsker at logge ind ved at klikke på én af følgende...

source: Select the CSV file
da: Vælg CSV filen

source: CSV file (Max. %s)
da: CSV fil (Max. %s)

source: The file must be utf8 encoded.
da: Filen skal være utf8 kodet.

source: Import
da: Importer

source: About the CSV file
da: Om CSV-fil

source: The first row of the CSV file must contain the field names. It must be like this:
da: Den første række i CSV-filen skal indeholde feltnavne. Det skal være som her:

source: where:
da: hvor:

source: (mandatory) - The user name. This value must be unique.
da: (obligatorisk) - Brugernavnet. Denne værdi skal være unikt.

source: (mandatory) - The user password. It must have %s characters or more. Preferentially containing letters and numbers.
da: (obligatorisk) - Brugeradgangskoden. Den må indeholde %s tegn eller mere. Fortrinsvis bogstaver og tal.

source: (mandatory) - The user email. If the validation method is based on the user email this value must be unique.
da: (obligatorisk) - Bruger email. Hvis valideringsmetoden er baseret på brugerens email skal denne værdi være unik.

source: - Type 0 if user is not active, 1 if the user must be active. The default value is 1.
da: - Skriv 0, hvis brugeren ikke er aktiv, 1 hvis brugeren skal være aktiv. Standardværdien er 1.

source: - Type 1 if the system must send the password to the user via email and 0 otherwise. The default value is 1. The module Mailer must be active and correctly configured. The email is sent only if user activated value is upper than 0.
da: - Skriv 1, hvis systemet skal sende adgangskoden til brugeren via email og 0 ellers. Standardværdien er 1. Modulet Mailer skal være aktivt og korrekt konfigureret. Emailen sendes kun, hvis den brugeraktiverede værdi er større end 0.

source: - The identities of the groups where the user must belong separated by the character |. If you do not specify any group, the default group is %s.
da: - Identiteten af ??de grupper, som brugeren skal tilhøre adskilt af tegnet |. Hvis du ikke angiver nogen gruppe, er den primære gruppe %s.

source: An example of a valid CSV file
da: Et eksempel på en gyldig CSV fil

source: albert,12secure09,albert@example.org,1,1,2
da: albert,12sikkert09,albert@example.org,1,1,2

source: george,lesssecure,george@example.org,1,0,1|5
da: george,mindresikkert,george@example.org,1,0,1|5

source: robert,hispassword,robert@example.org,,,
da: robert,hansadgangskode,robert@example.org,,,

source: Another example of a valid CSV file
da: Et andet eksempel på en gyldig CSV fil

source: albert,12secure09,albert@example.org
da: albert,12sikkert09,albert@example.org

source: george,lesssecure,george@example.org
da: george,mindresikkert,george@example.org

source: robert,hispassword,robert@example.org
da: robert,hansadgangskode,robert@example.org

source: Registration date
da: Registreringsdato

source: Last login
da: Sidste log ind

source: User's groups
da: Brugerens grupper

source: Inactive, marked for deletion
da: Inaktiv, er markeret til sletning

source: Status unknown
da: Status ukendt

source: Send user name to '%s'
da: Send brugernavn til '%s'

source: Send password recovery code to '%s'
da: Send koden til gendannelse af adgangskode til '%s'

source: Cancel required change of password for '%s'
da: Annuller påkrævede ændring af kodeord for '%s'

source: Require '%s' to change password at next login
da: Kræv '%s' at skifte adgangskode ved næste log ind

source: Delete '%s'
da: Slet '%s'

source: Account information recovery
da: Gendannelse af kontooplysninger

source: Please enter your e-mail address below and click the 'Submit' button. You will be sent an e-mail with your account information.
da: Indtast venligst din emailadresse nedenfor og klikke på 'Send' knappen Du vil få tilsendt en email med dine kontooplysninger.

source: I remember my password now.
da: Jeg kan huske min adgangskode nu.

source: Go to log-in screen
da: Gå til log ind skærmen

source: Reset your password
da: Nulstil din adgangskode

source: If you still do not remember your password, you can create a new one here.
da: Hvis du stadig ikke kan huske din adgangskode, kan du oprette en ny her.

source: Password (repeat for verification)
da: Adgangskode (gentag for bekræftelse)

source: Deny registration request of '%1$s'
da: Afslå registreringsanmodning fra '%1$s'

source: Warning! This will delete the registration from the database. It cannot be undone.
da: Advarsel! Dette vil slette registreringen i databasen. Det kan ikke fortrydes.

source: Applicant notification
da: Ansøger notifikation

source: Notify the applicant via e-mail?
da: Underrette ansøgeren via email?

source: Note: The reason is sent in the user notification e-mail. All formatting, including extra spaces and blank lines are ignored.
da: Bemærk: Grunden er sendt i brugermeddelelsen. Al formatering, inklusive ekstra mellemrum og blanke linjer ignoreres.

source: Delete registration
da: Slet registrering

source: Before logging in, the site administrator has asked that you change the password for your account.
da: Før du logger ind, har administratoren bedt om, at du ændrer adgangskoden til din konto

source: If you leave this page without successfully changing your password, then you will not be logged in.
da: Du vil ikke blive logget ind, hvis du forlader denne side uden at have ændret din adgangskode korrekt.

source: To change your password, please enter your current password, and then enter a new password (you must enter the new password twice to ensure that you have typed it correctly).
da: For at ændre din adgangskode skal du indtaste din nuværende adgangskode, og derefter indtaste en ny adgangskode (du skal indtaste den nye adgangskode to gange for at sikre, at du har indtastet den korrekt)

source: Once you have successfully changed your password, the log-in process will continue.
da: Når du har ændret din adgangskode vil log ind processen fortsætte.

source: Change password
da: Ændre adgangskode

source: Save and continue logging in
da: Gem og fortsæt med at logge ind

source: My account
da: Min konto

source: Set the user's password now?
da: Indstil brugerens adgangskode nu?

source: Send password via e-mail?
da: Send adgangskode via email?

source: Sending a password via e-mail is considered unsafe. It is recommended that you provide the password to the user using a secure method of communication.
da: Afsendelse af et password via email betragtes som usikkert. Det anbefales, at du giver adgangskoden til brugeren via en sikker kommunikationsmetode.

source: Even if you choose to not send the user's password via e-mail, other e-mail messages may be sent to the user as part of the registration process.
da: Selv hvis du vælger ikke at sende brugerens kodeord via email, kan andre emails sendes til brugeren som en del af registreringsprocessen

source: The user's e-mail address will be verified, even though e-mail address verification is turned off in 'Settings'. This is necessary because the user will create a password during the verification process.
da: Brugerens emailadresse vil blive bekræftet, selv om emailadressebekræftelse er slået fra i 'Indstillinger'. Dette er nødvendigt, fordi brugeren vil oprette en adgangskode under bekræftelsesprocessen.

source: The user's e-mail address will be verified. The user will create a password at that time.
da: Brugerens emailadresse vil blive kontrolleret. Brugeren vil oprette en adgangskode på samme tid.

source: Verify user's e-mail address?
da: Bekræft brugerens emailadresse?

source: Notice: This overrides the 'Verify e-mail address during registration' setting in 'Settings'.
da: Bemærk: Dette overskrider 'Bekræft emailadresse under registrering' i 'Indstillinger'

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Submit new user' to continue.
da: Bemærk: Når du er klar, skal du klikke på "Kontroller dine indtastninger" for at få dine indtastninger kontrolleret. Når dine indtastninger er OK, klik på "Registrer ny bruger" for at fortsætte.

source: Submit new user
da: Registrer ny bruger

source: You can confirm the e-mail address change by going to this URL with your browser:
da: Du kan bekræfte ændringen af emailadressen ved at gå til denne URL i din browser:

source: Enter verification code
da: Indtast bekræftelseskode

source: Verification code
da: Bekræftelseskode

source: Please enter your user name and the verification code you received.
da: Indtast venligst dit brugernavn og bekræftelseskoden du har modtaget.

source: You must establish a password for your account before the verification process is complete.
da: Du skal oprette en adgangskode til din konto, før processen er afsluttet.

source: Log-in and registration
da: Log ind og registrering

source: Please choose an action:
da: Vælg en handling:

source: Notice: New user registration is currently disabled.
da: Bemærk: Ny bruger registrering er i øjeblikket deaktiveret.

source: Reasons
da: Grunde

source: Recover lost user name or password
da: Gendanne mistet brugernavn eller adgangskode

source: Approve registration of '%1$s'
da: Godkend registrering af '%1$s'

source: Warning! The e-mail address for this registration has not been verified. Approving this registration will create a new user record without completing the e-mail verification process.
da: Advarsel! Emailadresse for denne registrering er ikke blevet bekræftet. Godkendelse af denne registrering vil oprette en ny bruger uden at gennemføre emailbekræftelses processen.

source: Warning! The e-mail address for this registration has not been verified. You are pre-approving this registration, and a new user record will be created upon completion of the e-mail verification process.
da: Advarsel! Emailadressen for denne registrering er ikke blevet bekræftet. Du før-godkendeler ??denne registreringsanmodning, og en ny bruger vil blive oprettet efter afslutningen af emailbekræftelses processen.

source: Skip Verification
da: Spring bekræftelse over

source: Someone with the IP address %1$s has just requested the account information at %2$s associated with this e-mail address.
da: Nogen med IP-adresse %1$s har netop anmodet om kontooplysninger på %2$s som er forbundet med denne emailadresse.

source: You may use the following information to %1$slog into your account%2$s:
da: Du kan bruge følgende oplysninger til at %1$slogge ind på din konto%2$s:

source: (If you cannot click on the log-in link, you can copy this URL and paste it into your browser: %s )
da: (Hvis du ikke kan klikke på log ind linket, kan du kopiere denne URL-adresse, og indsætte den i din browser: %s )

source: Verify my e-mail address
da: Bekræft min e-mail adresse

source: If you are not able to click on the above link, you can copy the following URL into your browser:
da: Hvis du ikke er i stand til at klikke på ovenstående link, kan du kopiere følgende URL i din browser:

source: Permission rules
da: Tilladelsesregler

source: Powered by
da: Drives af
