Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: Registration for '%1$s'
da: Registrering af '%1$s'

source: Resend verification code
da: Send bekræftelseskode igen

source: Send verification code
da: Send bekræftelseskode

source: Approve and Add User
da: Godkend og tilføj bruger

source: Edit registration details
da: Rediger registreringsdetaljer

source: Add user without verification
da: Tilføj bruger uden bekræftelse

source: Return to registrations list
da: Returner til registreringsliste

source: Return to registrations
da: Returner til registreringer

source: Change language
da: Ændre sprog

source: New language
da: Nyt sprog

source: Registered users
da: Registrerede brugere

source: Export Email Address
da: Eksporter emailadresse

source: Export Registration Date
da: Eksporter registreringsdato

source: Export Last Login Date
da: Eksporter Sidste Log ind dato

source: Export Group Membership
da: Eksporter Gruppe Medlemskab

source: CSV Export File
da: CSV Eksport Fil

source: '%1$s' account information
da: '%1$s' kontooplysninger

source: The administrator at %s requested that you receive your user name via e-mail.
da: Administrator hos %s har anmodet om, at du modtager dit brugernavn via email.

source: Someone with the IP address %1$s has just requested the user name of the account at %2$s associated with this e-mail address.
da: Nogen med IP-adresse %1$s har netop anmodet om brugernavnet på kontoen på %2$s som er forbundet med denne emailadresse.

source: The user name for your account is: %1$s
da: Brugernavnet til din konto er: %1$s

source: You may use the following information to log into your account at:
da: Du kan bruge følgende oplysninger til at logge ind på din konto på:

source: You do not have any active methods available to log into our site. Please contact a site administrator.
da: Du har ingen aktive metoder til rådighed til at logge på vores side. Kontakt venligst en administrator.

source: You are the only recipient of this message, and your user name has not been sent to any other e-mail address.
da: Du er den eneste modtager af denne besked, og dit brugernavn er ikke blevet sendt til andre emailadresser.

source: You can just delete this message.
da: Du kan bare slette denne besked.

source: Delete user account
da: Slet brugerkonto

source: Do you really want to delete this user account?
da: Er du sikker på, at du vil slette denne brugerkonto?

source: Confirm verification code is to be sent to '%1$s'
da: Bekræft at bekræftelseskode er blevet sendt til '%1$s'

source: Name displayed for anonymous user
da: Navn vises for anonym bruger

source: Anonymous users are visitors to your site who have not logged in.
da: Anonyme brugere er besøgende på siden, som ikke er logget ind.

source: Number of items displayed per page
da: Antallet af elementer, der vises pr. side

source: When lists are displayed (for example, lists of users, lists of registrations) this option controls how many items are displayed at one time.
da: Når lister vises (for eksempel lister over brugere lister over registreringer) bestemmer denne indstilling, hvor mange elementer der vises ad gangen.

source: Path to user's avatar images
da: Stil til brugers avatarbilleder

source: Allow globally recognized avatars
da: Tillad globalt anerkendte avatars

source: Default gravatar image
da: Standard Gravatar billede

source: Account page settings
da: Konto sideindstillinger

source: Display graphics on user's account page
da: Vis grafik på brugerens konto side

source: Path to account page images
da: Sti til kontoside billeder

source: Number of links per page
da: Antal links pr. side

source: Number of links per row
da: Antal links pr. række

source: Users module handles e-mail address maintenance
da: Brugermodul håndterer vedligeholdelse af emailadresse

source: User credential settings
da: Indstillinger for bruger legitimation

source: Credential required for user log-in
da: Der kræves legitimationsoplysninger for bruger log ind

source: Either user name or e-mail address
da: Enten brugernavn eller emailadresse

source: Notice: If the 'Credential required for user log-in' is set to 'E-mail address' or to 'Either user name or e-mail address', then the 'New e-mail addresses must be unique' option below must be set to 'Yes'.
da: Bemærk: Hvis 'legitimationsoplysninger kræves for bruger log ind' er sat til 'Emailadresse' eller 'Enten brugernavn eller emailadresse', så skal 'Nye emailadresser skal være unikke" funktionen nedenfor indstilles til 'Ja'.

source: Notice: If the 'New e-mail addresses must be unique' option was set to 'no' at some point, then user accounts with duplicate e-mail addresses might exist in the system. They will experience difficulties logging in with their e-mail address.
da: Bemærk:. Hvis 'Nye emailadresser skal være unikke" blev sat til' nej 'på et tidspunkt, så findes der brugerkonti med identiske emailadresser systemet. De vil opleve problemer med at logge på med deres emailadresse.

source: New e-mail addresses must be unique
da: Nye emailadresser skal være unikke

source: If set to yes, then e-mail addresses entered for new registrations and for e-mail address change requests cannot already be in use by another user account or registration.
da: Hvis sat til ja så kan indtastede emailadresser til nye registreringer og emailadresse ændringsønsker ikke allerede være i brug af en anden brugerkonto eller registrering.

source: Notice: If this option was set to 'no' at some point, then user accounts or registrations with duplicate e-mail addresses might exist in the system. Setting this option to 'yes' will not affect those accounts or registrations.
da: Bemærk: Hvis denne indstilling blev sat til 'nej' på et tidspunkt, så kan der forekomme identiske brugerkonti eller registreringer i systemet. Indstilling af denne mulighed til at 'ja' vil ikke berøre disse konti eller registreringer.

source: Minimum length for user passwords
da: Minimumslængden for brugeradgangskoder

source: This affects both passwords created during registration, as well as passwords modified by users or administrators.
da: Dette påvirker både adgangskoder oprettet under registreringen, samt adgangskoder ændret af brugere eller administratorer.

source: Enter an integer greater than zero.
da: Indtast et heltal større end nul.

source: Password hashing method
da: Adgangskode hashing metode

source: The default hashing method is 'SHA256'.
da: Standard hashing metoden er 'SHA256'.

source: Show password strength meter
da: Vis adgangskoders styrke

source: E-mail address verifications expire in
da: Bekræftelse af emailadresse udløber om

source: days
da: dage

source: Enter the number of days a user's request to change e-mail addresses should be kept while waiting for verification. Enter zero (0) for no expiration.
da: Indtast det antal dage en brugers anmodning om at ændre emailadresser skal gælde, mens der ventes på bekræftelse. Indtast nul (0), hvis der ikke skal være et udløbstidspunkt.

source: Changing this setting will affect all requests to change e-mail addresses currently pending verification.
da: Ændring af denne indstilling vil påvirke alle anmodninger, der afventer godkendelse om ændring af emailadresse.

source: Password reset requests expire in
da: Anmodninger om nulstilling af adgangskoder udløber om

source: This setting only affects users who have not established security question responses. Enter the number of days a user's request to reset a password should be kept while waiting for verification. Enter zero (0) for no expiration.
da: Denne indstilling påvirker kun brugere, der ikke har oprettet sikkerhedsspørgsmål og svar. Indtast det antal dage en brugers anmodning om at nulstille en adgangskode skal gælde, mens der ventes på bekræftelse. Indtast nul (0), hvis det ikke skal udløbe.

source: Changing this setting will affect all password change requests currently pending verification.
da: Ændring af denne indstilling vil påvirke alle adgangskode ændringsanmodninger, der i øjeblikket afventer bekræftelse.

source: Registration settings
da: Registreringsindstillinger

source: Allow new user account registrations
da: Tillad ny brugerkontoregistreringer

source: Statement displayed if registration disabled
da: Oversigt vises, hvis registreringen er deaktiveret

source: E-mail address to notify of registrations
da: E-mail-adresse til at underrette om registreringer

source: A notification is sent to this e-mail address for each registration. Leave blank for no notifications.
da: En meddelelse sendes til denne emailadresse for hver registrering. Efterlad tom for ingen meddelelser.

source: User registration is moderated
da: Bruger registrering er modereret

source: Verify e-mail address during registration
da: Bekræft emailadresse under registreringen

source: Yes. User chooses password, then activates account via e-mail
da: Ja. Bruger vælger adgangskode og aktiverer derefter konto via email

source: Log in new registrations automatically?
da: Log nye registreringer på automatisk?

source: Newly registered users are logged in automatically.
da: Nye registrerede brugere er logget ind automatisk.

source: Newly registered users are logged in automatically only if there is no approval, verification, or other requirement that must be met to complete the registration process.
da: Nye registrerede brugere er logget ind automatisk, men kun hvis der ikke er nogen godkendelse, kontrol, eller andre krav, der skal være opfyldt for at fuldføre registreringsprocessen.

source: Newly registered users are not logged in automatically.
da: Nye registrerede brugere er ikke logget ind automatisk.

source: Newly registered users are redirected to the log-in screen, if appropriate. If there are other registration requirements to be met, then they are shown this information instead.
da: Nye registrerede brugere omdirigeres til log ind skærmen, hvis det er relevant. Hvis der er andre krav til registrering, der skal opfyldes, så vises disse oplysninger i stedet for.

source: Order that approval and verification occur
da: Rækkefølge for hvornår godkendelse og bekræftelse forekommer

source: Registration applications must be approved before users verify their e-mail address.
da: Registreringsanmodninger skal godkendes, før brugerne bekræfter deres emailadresse.

source: Users must verify their e-mail address before their application is approved.
da: Brugerne skal bekræfte deres emailadresse, før deres ansøgning er godkendt.

source: Application approval and e-mail address verification can occur in any order.
da: Godkendelse af ansøgning og bekræftelse af emailadresse kan forekomme i vilkårlig rækkefølge.

source: Registrations pending verification expire in
da: Registreringer der afventer bekræftelse udløber om

source: Enter the number of days a registration record should be kept while waiting for e-mail address verification. (Unverified registrations will be deleted the specified number of days after sending an e-mail verification message.) Enter zero (0) for no expiration (no automatic deletion).
da: Indtast det antal dage en registrering skal kunne vente på en emailadresse bekræftelse. (Ubekræftede registreringer vil blive slette det angivne antal dage efter afsendelsen af emailbekræftelsen.) Indtast nul (0) for ingen udløbsdator (ingen automatisk sletning).

source: If registration is moderated and applications must be approved before verification, then registrations will not expire until the specified number of days after approval.
da: Hvis registreringen er modereret, og ansøgninger skal godkendes før bekræftelse, så udløber registreringer ikke før de angivne antal dage efter godkendelse.

source: Changing this setting will affect all registrations currently pending e-mail address verification.
da: Ændring af denne indstilling vil påvirke alle registreringer der i øjeblikket afventer bekræftelse af emailadresse.

source: Spam protection question
da: Spam beskyttelsesspørgsmål

source: You can set a question to be answered at registration time, to protect the site against spam automated registrations by bots and scripts.
da: Du kan indstille et spørgsmål der skal besvares ved registreringen for at beskytte siden mod spam automatiserede registreringer af bots og scripts.

source: Spam protection answer
da: Spam beskyttelsessvar

source: Registering users will have to provide this response when answering the spam protection question. It is required if a spam protection question is provided.
da: Registrering af brugere bliver nødt til at give dette svar ved besvarelsen af ??spam beskyttelsesspørgsmålett Det er påkrævet, hvis spam beskyttelsesspørgsmål er forudsat.

source: Reserved user names
da: Reserverede brugernavne

source: Separate each user name with a comma.
da: Separer hvert brugernavn med et komma.

source: Each user name on this list is not allowed to be chosen by someone registering for a new account.
da: Alle brugernavne på denne liste kan ikke vælges til registrering af ny konto.

source: Banned user agents
da: Forbudte bruger agenter

source: Separate each user agent string with a comma.
da: Adskil hver bruger agent streng med et komma.

source: Each item on this list is a browser user agent identification string. If a user attempts to register a new account using a browser whose user agent string begins with one on this list, then the user is not allowed to begin the registration process.
da: Hvert element på denne liste er en browser brugeragent identifikationsstreng. Hvis en bruger forsøger at registrere en ny konto ved hjælp af en browser, hvis brugeragent streng begynder med en på denne liste, så er det ikke tilladt for brugeren at påbegynde registrering.

source: Banned e-mail address domains
da: "Forbudte emailadresse domæner"

source: Separate each domain with a comma.
da: Separer hvert domæne med et komma.

source: Each item on this list is an e-mail address domain (the part after the '@'). E-mail addresses on new registrations or on an existing user's change of e-mail address requests are not allowed to have any domain on this list.
da: Hvert element på denne liste er et emailadresse-domæne (delen efter '@'). Emailadresser indtastet ved nye registreringer eller ved en eksisterende brugers ændring af emailadresse, må ikke være fra et domæne på denne liste.

source: User log-in settings
da: Bruger log ind indstillinger

source: WCAG-compliant log-in and log-out
da: WCAG-kompatibel log ind og log ud

source: Notice: Uses meta refresh.
da: Bemærk: Bruger meta opdatering.

source: Failed login displays inactive status
da: Mislykket log ind viser inaktiv status

source: Yes. The log-in error message will indicate that the user account is inactive.
da: Ja. Den log ind fejlmeddelelsen vil indikere, at brugerkontoen er inaktiv.

source: No. A generic error message is displayed.
da: Nej, der vises en generel fejlmeddelelse.

source: Failed login displays verification status
da: Mislykket log ind viser bekræftelsesstatus

source: Yes. The log-in error message will indicate that the registration is pending verification.
da: Ja. Log ind fejlmeddelelsen vil indikere, at registreringen afventer bekræftelse.

source: Failed login displays approval status
da: Mislykket log ind viser godkendelsesstatus

source: Yes. The log-in error message will indicate that the registration is pending approval.
da: Ja. Log ind fejlmeddelelsen vil indikere, at registreringen afventer godkendelse.

source: Enter confirmation code
da: Indtast bekræftelseskode

source: Please enter and EITHER your user name OR your e-mail address, and also enter the confirmation code you received. Once you enter this information and click the 'Submit' button you will receive a new password via e-mail.
da: Indtast venligst ENTEN dit brugernavn ELLER din emailadresse, og indtast også bekræftelseskoden du har modtaget. Når du indtaster disse oplysninger, og klikker på 'Send' knappen, vil du modtage et nyt kodeord via email.

source: Confirmation code
da: Bekræftelseskode

source: Account information and password recovery
da: Gendannelse af kontooplysninger og adgangskode

source: Please select one of the following:
da: Vælg en af følgende:

source: I have forgotten my account information (for example, my user name).
da: Jeg har glemt mine kontooplysninger (foreksempel mit brugernavn)

source: I have forgotten my password.
da: Jeg har glemt min adgangskode.

source: I have received a password recovery code, and would like to enter it.
da: Jeg har modtaget en genopretningskode til min adgangskode, og vil gerne indtaste den.

source: Enable your personal custom block
da: Aktiver din personlige brugerdefinerede blok

source: Notice: Your personal custom block is a special block that will display in site pages when you are logged-in to the site. It is only displayed for you, and you choose what content it contains. One example of what you can do with the block is to use HTML code to include links to Web pages on this site or another site. Are there site pages that you frequently visit but that don't have links in the main menu? You can insert a link to them here, so that they are easily accessible for you. To see this block during your visits, don't forget to activate the 'Enable your personal custom block' checkbox. Afterwards, click 'Save' to save your changes.
da: Bemærk: Din personlige brugerdefinerede blok er en særlig blok, der vil blive vist på dine sider, når du er logget ind på denne side. Det vises kun for dig, og du vælger hvilket indhold det skal indeholde. Et eksempel på, hvad du kan gøre med blokken er at bruge HTML-koder til at inkludere links til sider på denne side eller et andet sted. Er der sider, du ofte besøger, men som ikke har links i hovedmenuen? Du kan indsætte et link til dem her, så de er let tilgængelige for dig. For at se denne blok under dine besøg, så husk at krydse af i "Aktiver din personlige brugerdefinerede blok' afkrydsningsfeltet. Husk at klikke på' Gem' for at gemme dine ændringer.

source: Select all
da: Vælg alle

source: De-select all
da: Fravælg alle

source: Delete selected users
da: Slet valgte brugere

source: Return to User Administration
da: Returner til Bruger Administration

source: Cancel forced password change for %1$s
da: Annuller tvunget ændring af adgangskode for %1$s

source: Force a change of password for %1$s
da: Gennemtving en ændring af adgangskode for %1$s

source: Do you want to cancel the forced password change for %1$s?
da: Vil du annullere den tvungne ændring af adgangskode for %1$s?

source: Do you want to force a password change during the next login attempt for %1$s?
da: Vil du gennemtvinge en ændring af adgangskoden ved næste log ind forsøg af %1$s?

source: Yes, cancel the change of password
da: Ja, annuller ændringen af adgangskode

source: Yes, force the change of password
da: Ja, tving ændring af adgangskode

source: Lost password recovery
da: Gendannelse af mistet adgangskode

source: Please enter EITHER your user name OR your e-mail address below and click the 'Submit' button. You will be e-mailed a confirmation code. Check your e-mail, and follow the given instructions.
da: Du bedes indtaste ENTEN dit brugernavn ELLER din emailadresse nedenfor og klikke på 'Send' knappen. Du vil modtage en bekræftelseskode på email. Tjek din email og følg de givne anvisninger.

source: Verify your request to change your e-mail address at '%1$s'
da: Bekræft din anmodning om at ændre din emailadresse hos '%1$s'

source: Hello! You requested to change your e-mail address for user account '%1$s' at %2$s from %3$s to %4$s.
da: Hej! Du har bedt om at ændre din emailadresse for bruger-konto '%1$s' hos %2$s fra %3$s til %4$s.

source: You must confirm this change before it will take effect.
da: Du skal bekræfte ændringen, før den vil træde i kraft

source: If you do not confirm this change within the next day, the request will be deleted from our system.
da: Hvis du ikke bekræfter denne ændring inden for de næste dage, vil anmodningen blive slettet fra vores system.

source: You can confirm the e-mail address change by clicking on this link:
da: Du kan bekræfte emailadresseændringen ved at klikke på dette link:

source: Verify my e-mail address change.
da: Bekræft min ændring af emailadresse.

source: (If you cannot click on the link above, you can copy this URL into your browser:
da: (Hvis du ikke kan klikke på linket ovenfor, kan du kopiere denne URL ind i din browser:

source: If you did not make this request then you do not need to take any action.
da: Hvis du ikke har sendt denne anmodning behøver du ikke at gøre noget.

source: The e-mail address wil not be changed unless the confirmation code is used, and you are the only recipient of this message. You can just delete this message.
da: Emailadressen bliver ikke ændret med mindre at du anvender bekræftelseskoden, og du er den eneste modtager af denne besked. Du kan bare slette denne besked.

source: E-mail Users
da: Emailbrugere

source: Select recipients
da: Vælg modtagere

source: Compose message
da: Opret besked

source: Notice: This e-mail message will be sent to your address and to all other recipients you select. Your address will be the entered as the main recipient, and all your selected recipients will be included in the blind carbon copies ('Bcc') list. You can specify the number of 'Bcc' recipients to be added to each e-mail message. If the number of your selected recipients exceeds the number you enter here, then repeat messages will be sent until everyone in your selection has been mailed (you will receive a copy of each message). The allowed batch size may be set by your hosting provider.
da: Bemærk: Denne email vil blive sendt til din adresse og alle andre modtagere, du vælger, Din adresse vil være angivet som den primære modtager, og alle dine udvalgte modtagere vil blive medtaget i de blinde karbonkopier ('Bcc' ) listen. Du kan angive antallet af 'Bcc' modtagere, der skal tilføjes til hver email. Hvis antallet af dine udvalgte modtagere overstiger det tal, du indtaster her, så vil beskederne blive sendt flere gange til alle de valgte adresser har modtaget beskeden (du vil modtage en kopi af hver meddelelse). Den tilladte mængde kan fastsættes af din udbyder.

source: Address to which replies should be sent
da: Adresse hvortil svar skal sendes

source: Send e-mail messages in batches
da: Send emailmeddelelser i portioner

source: messages per batch
da: beskeder pr. portion

source: Send e-mail to selected recipients
da: Send email til udvalgte modtagere

source: With this confirmation code, you can now create a new password by clicking on this link: %s
da: Med denne bekræftelseskode kan du nu oprette en ny adgangskode ved at klikke på dette link: %s

source: (If you cannot click on the link, you can copy the URL and paste it into your browser.)
da: (Hvis du ikke kan klikke på linket, kan du kopiere URL'en og indsætte den i din browser.)

source: If the request was not made by yourself then you don't need to take any action.
da: Hvis anmodningen ikke blev gjort af dig, så behøver du ikke at gøre noget.

source: %s registered user
da: %s registreret bruger

source: %s anonymous guest
da: %s anonym gæst

source: %1$s and %2$s online.
da: %1$s og %2$s online.

source: You have no new messages.
da: Du har ingen nye beskeder.

source: You have <a href="%1$s">%2$s</a> new message.
da: Du har <a href="%1$s">%2$s</a> ny besked.

source: You are logged-in as <strong>%s</strong>.
da: Du er logget ind som <strong>%s</strong>.

source: You are an anonymous guest.
da: Du er en anonym gæst.

source: You can <a href="%s">register here</a>.
da: Du kan <a href="%s">registrere dig her</a>.

source: Important: For security reasons, you must change your password before you can log in. Thank you for your understanding.
da: Vigtigt: Af sikkerhedsmæssige årsager skal du ændre din adgangskode, før du kan logge ind. Tak for din forståelse.
