Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: Zikula is already installed so the installer has been disabled. If you need to run the installer a second time, you must reset config.php to its original state and clear the database tables before running the installer again. <a href="index.php">%s</a>.
da: Zikula allerede er installeret, så installationsprogrammet er blevet deaktiveret. Hvis du har brug for at køre installationsprogrammet en gang mere, skal du nulstille config.php til den oprindelige tilstand og rense database tabellerne inden installationsprogrammet køres igen. <a Href="index.php">%s </a>.

source: Further information can be found in the <a href="http://community.zikula.org/Wiki-UserDocs.htm">%s</a>.
da: Yderligere oplysninger kan findes i <a href="http://community.zikula.org/Wiki-UserDocs.htm">%s</a>.

source: Select language
da: Sprog

source: Next
da: Næste

source: Check system requirements
da: Kontroller systemkrav

source: Your PHP version is %s.
da: Din PHP version er %s.

source: You have got a problem! Your PHP version is %s, which does not satisfy the Zikula system requirement of version 5.3.2 or later.
da: Der er opstået et problem! Din PHP version er %s, som ikke opfylder Zikula systemkrav i version 5.3.2 eller nyere.

source: php.ini: date.timezone is set to %s
da: php.ini: date.timezone er indstillet til %s

source: date.timezone is currently not set. It needs to be set to a valid timezone in your php.ini such as timezone like UTC, GMT+5, Europe/Berlin.
da: date.timezone er i øjeblikket ikke indstillet. Det skal være indstillet til en gyldig tidszone i din php.ini som tidszone foreksempel UTC, GMT +5, Europe/Berlin.

source: PHP register_globals = On and must be turned off in php.ini, or .htaccess
da: PHP register_globals = On og skal være slukket i php.ini, eller .htaccess

source: PHP magic_quotes_gpc = On and must be turned off in php.ini
da: PHP magic_quotes_gpc = On og skal være slukket i php.ini

source: PDO extension loaded.
da: PDO udvidelse indlæst.

source: You PHP installation doesn't have the PDO extension loaded.
da: Din PHP installation har ikke indlæst PDO udvidelsen.

source: Your PHP installation has the necessary token functions available.
da: Din PHP-installation har de nødvendige symbolske funktioner til rådighed.

source: You have got a problem! Your PHP installation does not have the token functions available, but they are necessary for Zikula's output system.
da: Du har fået et problem! Din PHP-installation har ikke symbolske funktioner til rådighed, men de er nødvendige for Zikula output system.

source: Your PHP installation has the multi-byte string functions available.
da: Din PHP-installation har de multi-byte strengfunktioner til rådighed.

source: Your PHP installation does not have the multi-byte string functions available. Zikula needs this to handle multi-byte character sets.
da: Din PHP-installation har ikke tilgængelige multi-byte streng-funktioner. Zikula skal bruge denne til at håndtere multi-byte tegnsæt.

source: Your PHP installation's PCRE library has Unicode property support enabled.
da: Dit PHP installations PCRE bibliotek har Unicode property support aktiveret.

source: Your PHP installation's PCRE library does not have Unicode property support enabled. Zikula needs this to handle multi-byte character sets in regular expressions. The PCRE library used with PHP must be compiled with the '--enable-unicode-properties' option.
da: Dit PHP installations PCRE bibliotek ikke har Unicode property support aktiveret. Zikula skal bruge denne til at håndtere multi-byte tegnsæt i regulære udtryk. PCRE biblioteket brugt med PHP skal udarbejdes med '--enable-unicode-properties' funktionen.

source: Your PHP installation has the JSON functions available.
da: Din PHP-installation har JSON funktioner til rådighed.

source: Your PHP installation does not have the JSON functions available. Zikula needs this to handle AJAX requests.
da: Din PHP-installation har ikke JSON funktioner til rådighed. Zikula behøver disse for at håndtere AJAX anmodninger.

source: Personal configuration file
da: Personlig konfigurationsfil

source: '%s' is not present. This is OK.
da: '%s' er ikke til stede. Det er OK.

source: '%s' has been found. This is not OK: please rename this file before continuing the installation process.
da: %s' er blevet fundet. Dette er ikke OK: omdøb denne fil, inden du fortsætter installationen.

source: File system permissions
da: Filsystem tilladelser

source: %s is writeable.
da: %s er skrivbar.

source: You have a problem! '%s' is not writeable. Please ensure that the permissions are set correctly for the installation process.
da: Der opstod et problem! '%s' er ikke skrivbar. Sørg for at tilladelserne er indstillet korrekt til installationen.

source: Zikula installer script
da: Zikula installations script

source: Installer script
da: Installations script

source: Check requirements
da: Kontroller krav

source: Database information
da: Databaseoplysninger

source: Create administrator's account
da: Opret administrators konto

source: Please refer to the <a style="color: red" href="%1$s" onclick="window.open('%2$s');return false;">Installation guide</a> during the process.
da: Henvis til <a style="color: red" href="%1$s" onclick="window.open('%2$s');return false;">Installationsguide</a> i løbet af processen.

source: NOTICE: Official copies of Zikula are only from zikula.org
da: BEMÆRK: Officielle kopier af Zikula er kun fra zikula.org

source: Useful resources
da: Brugbar information

source: Installation guide
da: Installationsguide

source: Zikula documentation
da: Zikula dokumentation

source: Support forums
da: Supportfora

source: Theme extensions database
da: Tema udvidelsesdatabase

source: Create administrator's user account
da: Opret administrator brugerkonto

source: Error! Usernames can only consist of a combination of letters, numbers and may only contain the symbols . and _
da: Fejl! Brugernavne kan kun bestå af en kombination af bogstaver, tal og må kun indeholde symbolerne . og _

source: Error! The administrator's e-mail address is not correctly formed. Please correct your entry and try again.
da: Fejl! Administrators emailadresse er ikke dannet korrekt. Ret venligst din indtastning, og forsøg igen.

source: Error! Passwords do not match.
da: Fejl! Adgangskoder stemmer ikke overens.

source: Error! Passwords must be at least 7 characters long.
da: Fejl! Adgangskoder skal indeholde mindst 7 tegn.

source: Password (repetition for verification)
da: Adgangskode (gentag for bekræftelse)

source: Proceed with Installation
da: Fortsæt med installationen

source: Zikula is not installed!
da: Zikula er ikke installeret!

source: System is not installed!
da: System er ikke installeret!

source: You are seeing this message because Zikula is not yet installed. You can install Zikula by clicking on the install button, but before doing so please read the <a href="docs/en/INSTALL">installation instructions</a>. Further information can be found in the <a href="http://community.zikula.org/Wiki-UserDocs.htm">online documentation</a>.
da: Du kan se denne besked, fordi Zikula endnu ikke er installeret. Du kan installere Zikula ved at klikke på knappen Installer, men før du gør det kan du læse <a href="docs/en/INSTALL">installation instructions</a>. Yderligere oplysninger kan findes i <a href="http://community.zikula.org/Wiki-UserDocs.htm">online documentation</a>.

source: Install Zikula!
da: Installer Zikula!

source: Zikula is free software released under the GPL license!
da: Zikula er gratis software udgivet under GPL-licensen!

source: For more information, please visit <a href="http://zikula.org/" title="Zikula Homepage">http://zikula.org</a>.
da: For mere information, besøg venligst <a href="http://zikula.org/" title="Zikula Homepage">http://zikula.org</a>.

source: Enter database information
da: Indtast databaseoplysninger

source: Error! Some of the required information was not entered. Please check your entries and try again.
da: Fejl! Nogle af de påkrævede oplysninger blev ikke indtastet. Kontroller venligst dine indtastninger og prøv igen.

source: Error! Invalid table prefix. Please use only letters or numbers.
da: Fejl! Ugyldig tabel præfiks. Brug venligst kun bogstaver eller tal.

source: Error! Invalid database name. Please use only letters, numbers, '-' or '_' with a maximum of 64 characters.
da: Fejl! Ugyldig databasenavn. Anvend kun bogstaver, tal, '-' eller '_' med et maksimum på 64 tegn.

source: Error! Could not connect to the database. Please check that you have entered the correct database information and try again.
da: Fejl! Kunne ikke oprette forbindelse til databasen. Venligst kontroller, at du har indtastet de rigtige databaseoplysninger og prøv igen.

source: Error! Could not dump the database. Please check that the file zikulacms.sql is located within the folder install/sql and it is readable.
da: Fejl! Kunne ikke tømme databasen. Venligst kontroller, at filen zikulacms.sql er placeret i mappen install/sql, og at den er læsbar.

source: Error! The database exists and contain tables. Please delete all tables before to proceed.
da: Fejl! Databasen eksisterer og indeholde tabeller. Slet alle tabeller for at fortsætte.

source: Database table type (MySQL only)
da: Database tabel type (Kun MySQL)

source: Host
da: Vært

source: Database name
da: Database navn

source: Please ensure the database is in UTF8 format.
da: Du skal forsikre dig at databasen er i UTF8 format.

source: Edit module
da: Rediger modul

source: Module
da: Modul

source: Module display name
da: Modul visningsnavn

source: Module URL
da: Modul URL

source: Defaults
da: Standardindstillinger

source: Restore now
da: Gendan nu

source: This may break your existing indexed URLs
da: Det kan ødelægge dine eksisterende indekserede URL'er

source: Save
da: Gem

source: Cancel
da: Annuller

source: Notice! This module either requires or recommends additional modules be installed. The report below details these requirements and/or recommendations.
da: Bemærk! Dette modul enten kræver eller anbefaler at installere yderligere moduler. I rapporten nedenfor kan du se detaljerne for disse krav og/eller anbefalinger.

source: Module name
da: Modul navn

source: Level
da: Niveau

source: Not present
da: Ikke til stede

source: Required
da: Nødvendig

source: Recommended
da: Anbefalet

source: Do you really want to install this module?
da: Er du sikker på, at du vil installere dette modul?

source: Error! Required dependencies are not present. To install this module, please upload the dependencies.
da: Fejl! Vigtige nødvendigheder er ikke til stede. For at installere dette modul, skal du uploade nødvendighederne.

source: Accept
da: Accepter

source: Error! Could not regenerate the modules list.
da: Fejl! Kunne ikke regenerere modullisten.

source: Error! The modules list could not be regenerated because there are one or more problems in the Zikula file system. You need to correct them before you can proceed. Please read this explanation:
da: Fejl Modullisten kunne ikke regenereres, fordi der er et eller flere problemer i Zikula filsystem. Du er nødt til at rette dem, før du kan fortsætte. Læs venligst denne forklaring:

source: In the table below, the left-hand column lists the internal name of a module that has duplicate instances present in different directories (the module is seen as being 'present more than one time' in the file system). The center and right-hand columns list the directories concerned (which are inside Zikula's '/modules' directory). Please delete any duplicate copy of the listed module(s), leaving only one instance. Each module internal name can only be associated with one single instance of a module.
da: I tabellen nedenfor viser den venstre kolonne navnet på et modul, der findes flere steder i forskellige mapper (modulet ses som værende 'til stede mere end én gang' i filsystemet). Den midterste og højre kolonne viser de berørte mapper (som er inde i Zikulas '/modules' -mappe). Slet alle eksemplar af de(t) dobbelte modul(er), og lad kun en stå tilbage. Hvert modul visningsnavn kan kun forbindes med en enkelt forekomst af et modul.

source: Directory
da: Register

source: In the table below, the left-hand column lists the display name of a module that has duplicate instances present in different directories (the module is seen as being 'present more than one time' in the file system). The center and right-hand columns list the directories concerned (which are inside Zikula's '/modules' directory). Please delete any duplicate copy of the listed module(s), leaving only one instance. Each module display name can only be associated with one single instance of a module.
da: I nedenstående tabel viser den venstre kolonne visningsnavnet på et modul, der har identiske tilfælde til stede i forskellige mapper (modulet ses som værende 'tilstede mere end én gang' i filsystemet). Den midterste og højre kolonne viser lister over de pågældende mapper (som er inde i Zikula's /modules-mappe). Slet venligst nogle eksemplarer af kopi(erne), så der kun ét tilfælde. Hvert modul visningsnavn må kun være forbundet med en enkelt forekomst af et modul.

source: Extension database
da: Udvidelsesdatabase

source: Note: Modules are software that extends the functionality of a site. There is a wide choice of add-on modules available from the %s.
da: Bemærk: Moduler er software, der udvider funktionaliteten af en side. Der er et bredt udvalg af add-on moduler til rådighed fra %s.

source: Internal name
da: Internt navn

source: State
da: Tilstand

source: Actions
da: Handlinger

source: Go to the module's administration panel
da: Gå til modulets administrationspanel

source: Subscription
da: Abonnement

source: Attached areas
da: Vedhæftede områder

source: Detach
da: FJern

source: detach
da: fjern

source: There aren't any areas attached here.<br />Drag an area from the right and drop it here to attach it.
da: Der er ikke nogen områder tilknyttet her. <br />Træk et område fra højre og slip det her for at vedhæfte det.

source: Available areas
da: Tilgængelige områder

source: There are no providers available for %s.
da: Der er ingen udbydere tilgængelige for %s.

source: Connect %s to other modules
da: Tilslut %s til andre moduler

source: %s module provides the following area:
da: %s modulet giver følgende område:

source: To connect %s to one of the modules from the list below, click on the checkbox(es) next to the corresponding area.
da: For at tilslutte %s til et af modulerne fra listen nedenfor, skal du klikke på afkrydsningsfeltet/felterne ved siden af ??det tilsvarende område.

source: Connections
da: Forbindelser

source: Uninstall module
da: Afinstaller modul

source: Warning! Uninstalling this module will also permanently remove all data associated with it, including all data held by other modules that are hooked to this module.
da: Advarsel! Afinstallation af dette modul vil også permanent fjerne alle data tilknyttet modulet, herunder alle data, der opbevares af andre moduler, der er tilsluttet dette modul.

source: Do you really want to uninstall this module?
da: Er du sikker på, at du vil afinstallere dette modul?

source: Warning! This module still has %s active block. Removing this module will also permanently remove this block.
da: Advarsel! Dette modul har stadig %s aktiv blok. Fjernelse af dette modul vil også permanent fjerne denne blok.

source: Warning! Other modules present in your system are dependent on this module. If you uninstall this module then all modules that require it will also be uninstalled.
da: Advarsel! Andre moduler til stede i dit system er afhængige af dette modul. Hvis du afinstallerer dette modul så vil alle moduler, der er afhængig af det, også blive fjernet.

source: Required.
da: Påkrævet.

source: optional
da: valgfri

source: Uninstall
da: Afinstaller

source: Module Services
da: Modul Tjenester

source: Module Services are functions provided by the core or other modules for this module.
da: Modul Services er funktioner i kernen eller i andre moduler til dette modul.

source: There aren't any modules services available.
da: Der er ikke nogen moduler tjenester tilgængelige.

source: Incompatible version with the core
da: Inkompatibel version med kernen

source: The version of this module is incompatible with the version of the core.
da: Versionen af dette modul er uforenelig med versionen af kernen.

source: The minimal version of the core that this module supports is %s
da: Den minimale version af kernen, som dette modul understøtter er %s

source: The maximal version of the core that this module supports is %s
da: Den maksimale version af kernen, som dette modul understøtter er %s

source: Basic legacy hook settings for
da: Basis legacy hook indstillinger til

source: Please note that only legacy module types appear in this list.
da: Bemærk venligst at kun ældre modultyper vises på denne liste.

source: Basic hook settings
da: Basis hook indstillinger

source: Basic legacy hook settings
da: Basis legacy hook indstillinger

source: Extended hook settings
da: Udvidede hook indstillinger

source: Extended legacy hook settings
da: Udvidede legacy hook indstillinger

source: Legacy hooked modules
da: Legacy hooked moduler

source: No legacy hookable modules installed.
da: Der er ingen legacy hookable moduler installeret.

source: Internal Plugin name
da: Internt plugin navn

source: Plugin display name
da: Plugin visningsnavn

source: Extended legacy hook settings for
da: Udvidede legacy hook indstillinger

source: Legacy '%s' hook modules
da: Legacy '%s' hook moduler

source: Items per page
da: Elementer pr. side

source: Module defaults
da: Modulstandarder

source: Hard module regenerate to reset displayname, url and description to defaults
da: Hard modul regenereret til at nulstille visningsnavn, url og beskrivelse til standarder

source: Language system
da: Sprogsystem

source: Activate multi-lingual features
da: Aktiver multisprog funktioner

source: Add language to URL
da: Tilføj sprog til URL

source: Always
da: Altid

source: Only for non-default languages
da: Kun for ikke-standard sprog

source: Automatically detect language from browser settings
da: Registrerer automatisk sprog fra browserindstillinger

source: If this is set to 'Yes', Zikula try to serve the language requested by the each user's browser (if that language available and allowed by the multi-lingual settings). If users sets their personal language preference, then this setting will be overriden by their personal preference.
da: Hvis dette er sat til 'Ja' vil Zikula forsøge at bruge de sprog, som her enkelt brugers browesere anmoder om (hvis dette sprog er til rådighed, og tilladt af de flersprogede indstillinger). Hvis brugerne indstiller deres egen personlige sprogindstilling, så vil denne indstilling blive tilsidesat af deres personlige præference.

source: Default language to use for this site
da: Standard sprog til denne side

source: Time zone for anonymous guests
da: Tidszone for anonyme gæster

source: Server time zone
da: Server tidszone

source: Variable validation
da: Variabel validering

source: Allow IDN domain names
da: Tillad IDN domænenavne

source: Notice: With IDN domains, special characters are allowed in e-mail addresses and URLs.
da: Bemærk: Med æøå domæner er specialtegn tilladt i emailadresser og URL adresser.

source: Main info
da: Hovedinfo

source: Description line
da: Linje til beskrivelse

source: Page title structure
da: Side titel struktur

source: Possible tags: %pagetitle%, %sitename%, %modulename%
da: Mulige koder: %pagetitle%, %sitename%, %modulename%

source: Admin's e-mail address
da: Administrators emailadresse

source: Disable site
da: Deaktiver side

source: Reason for disabling site
da: Grund for at deaktivere side

source: Meta tag settings
da: Meta tag indstillinger

source: Default page title
da: Standard sidetitel

source: Default meta description
da: Standard metabeskrivelse

source: Default meta keywords
da: Standard metasøgeord

source: Start page settings
da: Startside indstillinger

source: Start module
da: Start modul

source: No start module (static frontpage)
da: Intet start-modul (statisk forside)

source: ('index.php' points to this)
da: ('index.php' peger på dette)

source: Start function type (required)
da: Start funktionstype (påkrævet)

source: Start function (required)
da: Start funktion (påkrævet)

source: Start function arguments
da: Start funktionsargumenter

source: (Comma-separated)
da: (Komma-separeret)

source: Site entry point
da: Side indgang

source: (Default: index.php)
da: (Standard: index.php)

source: Notice: The entry point file must be present in the Zikula root directory before you set it here as your site's start page.
da: Bemærk: indgangsfilen skal være til stede i Zikula rodmappen, før du indstiller det her som din sides startside.

source: Activate compression
da: Aktiver komprimering

source: Module used for managing user profiles
da: Modul til at administrere brugerprofiler

source: No user profiles
da: Ingen brugerprofiler

source: Module used for private messaging
da: Modul anvendes til private beskeder

source: No private messaging
da: Ingen privat beskeder

source: Time-out for Ajax connections
da: Time-out for Ajax forbindelser

source: (in milliseconds, default 5000 = 5 seconds)
da: (i millisekunder, standard 5000 = 5 sekunder)

source: Notice: Increase this value if mobile appliances experience problems with using the site.
da: Bemærk: Forøg denne værdi, hvis mobile apparater oplever problemer med at bruge sitet.

source: Permalinks settings
da: Permalinks indstillinger

source: Notice: The following settings will rewrite your permalinks. Sometimes, international characters like 'ñ' and 'ß' may be re-encoded by your browser. Although this is technically the correct action, it may not be aesthetically pleasing. These settings allow you to replace those characters, using a pair of comma-separated lists. The two fields below should resemble the examples provided: The first element of 'List to search for' will replace the first element in the 'List to replace with' and so on. In the example below, 'À' would be replace with 'A', and 'Á' with 'A'. If you do not want to use this feature, leave both fields blank.
da: Bemærk: Følgende indstillinger vil omskrive dine permalinks. Sommetider bliver internationale tegn som 'ñ' og 'ß' kodet igen af din browser. Selv om dette er den tekniske korrekte handling, kan det ikke være æstetisk tiltalende. Disse indstillinger gør det muligt for dig at udskifte disse tegn ved hjælp af et par kommaseparerede lister. De to nedenstående felter skal ligne de givne eksempler: Det første element i 'Liste at søge efter' vil erstatte det første element i 'Liste til at erstatte med' og så videre. I eksemplet nedenfor bliver 'À' erstattet med 'A', og 'Á' med 'A'. Hvis du ikke ønsker at anvende denne funktion skal du lade begge felter stå tomme.

source: List to search for
da: Liste til at søge efter

source: List to replace with
da: Liste at erstatte med

source: Short URL settings
da: Kort URL indstillinger

source: Enable directory-based short URLs
da: Aktiver mappe-baserede korte URL'er

source: Strip entry point from directory-based URLs
da: Strip indgang fra mappe-baserede URL'er

source: Yes (recommended)
da: Ja (anbefales)

source: Separator for permalink titles
da: Separator for permalink titler

source: Do not display module name in short URLs for
da: Vis ikke modulnavnet i korte URL'er for

source: (disabled)
da: (deaktiveret)
