Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: You can assign a CSS class for each link in the menu. This option allows you to prepare a list of classes, which you will be able to choose.
da: Du kan tildele en CSS-class for hvert link i menuen. Denne indstilling giver dig mulighed for at udarbejde en liste af classes, som du vælge fra.

source: The title of the class will be visible to the user, the name of the class will be used as an "class" attribute value.
da: Titlen på class vil være synlig for brugeren, navnet på class bruges som en "class" attribut værdi.

source: Class name
da: Class navn

source: Class title
da: Class titel

source: Delete class
da: Slet class

source: Add class
da: Tilføj class

source: Change active language:
da: Ændre aktivt sprog:

source: You can import one of existing menus. To this purpose choose the appropriate menu from the drop-down list. If the chosen menu had marked appropriate option - links to all modules will be imported.
da: Du kan importere en af eksisterende menuer. Til dette formål skal du vælge den relevante menu fra dropdown listen. Hvis den valgte menu havde mærket ønsket indstilling - vil links til alle moduler blive importeret.

source: Choose menu
da: Vælg menu

source: Edit menu item
da: Rediger menupunktet

source: Field Name is required.
da: Navn til felt er påkrævet.

source: Please fill required fields
da: Udfyld venligst påkrævede felter

source: Menu item data
da: Menupunkt data

source: Use one for all languages
da: Anvend en for alle sprog

source: Choose class
da: Vælg class

source: Active?
da: Aktiv?

source: Template for this block
da: Skabelon for denne blok

source: Display links to installed modules
da: Vis links til de installerede moduler

source: These block titles override the title entered in the Blocks/extmenu section at the top of this page. If you enter titles here, it is these titles here that will be displayed in site pages. The title entered under Blocks/extmenu will be the title seen in the blocks list in the Blocks administration.
da: Disse blok titler overskriver titler indtastet i Blokke/extmenu afsnittet i toppen af denne side. Hvis du indtaster titler her, er det disse titler, som vil blive vist på siderne. Titlen som er opført under Blocks/extmenu vil være titlen som ses i bloklisten i Blok administrationen.

source: In the table below, drag and drop the menu items into your desired order. It is also possible to create nesting menu entries if you move an entry onto an existing row. The item order and the contents of each menu item are saved when you click the 'Save' button. The number in the right-hand column is the ID of the menu item. Use this ID number if you want to use permission rules to restrict access to the menu item.
da: I nedenstående tabel kan du trække og slippe menupunkterne i den ønskede rækkefølge. Det er også muligt at oprette flere menupunkter, hvis du flytter en post på en eksisterende række. Posten for og indholdet af hvert menupunkt gemmes, når du klikker på knappen 'Gem'. Tallet i højre kolonne er ID for menupunktet. Brug dette ID-nummer, hvis du ønsker at bruge tilladelsesregler til at begrænse adgangen til menupunktet.

source: You can use bracket URLs in the form: &#123;modname&#125;, &#123;modname:type:func&#125; or &#123;modname:type:func:param1=value1&amp;param2=value2&#125;. You may also specify the homepage as &#123;homepage&#125;.
da: Du kan bruge beslag URL'er i formen: &#123;modname&#125;, &#123;modname:type:func&#125; eller &#123;modname:type:func:param1=value1&amp;param2=value2&#125;. Du kan også angive hjemmesiden som &#123;homepage&#125;.

source: Create new menu item
da: Opret nyt menupunkt

source: Image
da: Billede

source: Error! Encountered a problem:
da: Fejl! Der opstod et problem:

source: This is the list of blocks present in your system, you can use the filter to display only certain blocks. The order in which blocks are listed here is not necessarily the order in which they are displayed in site pages. To manage the display order within site pages, scroll down (or <a href="#blockpositions">click here</a>), then edit a block position. You will be able to arrange the order of display for blocks assigned to that block position.
da: Dette er listen over blokke, der er til stede i dit system, du kan bruge filteret til kun at vise visse blokke. Den rækkefølge blokkene er vist her, er ikke nødvendigvis den rækkefølge, som de vises i i siderne. For at styre visningsrækkefølgen inden for sider, skal du rulle ned (eller <a href="#blockpositions">klikke her</a>), og derefter redigere en blok position. Du vil være i stand til at arrangere visningsrækkefølgen for blokke, der er tildelt denne blok position.

source: Block Position
da: Blok position

source: Active Status
da: Aktiv status

source: Clear
da: Ryd

source: Deactivate %s
da: Deaktiver %s

source: Activate %s
da: Aktiver %s

source: Edit %s
da: Rediger %s

source: Delete %s
da: Slet %s

source: Block positions list
da: Block positionsliste

source: This is the list of block positions currently existing for your site's pages. You can create a new block position by clicking 'Create block position' in the menu. To edit the settings for a block position, or to reorder the blocks within a block position, click on the 'Edit' icon beside that particular position. To delete a block position, click on the 'Delete' icon and confirm the action in the confirmation prompt that will display.
da: Dette er listen over blok positioner, der i øjeblikket gælder for dine sider. Du kan oprette en ny blok position ved at klikke på 'Opret blok position' i menuen. Du kan redigere indstillingerne for en blok position, eller omarrangere blokke inden for en blok position ved at klikke på 'Rediger' ikonet ved siden af ??den pågældende position. For at slette en blok position skal du klikke på 'Slet' ikonet og bekræfte handlingen i bekræftelsesprompten, der vises.

source: Theme tag
da: Tema tag

source: Edit blockposition %s
da: Rediger blokposition %s

source: Delete blockposition %s
da: Slet blokposition %s

source: Preferred language
da: Foretrukket sprog

source: Edit user account of %s
da: Rediger brugerkonto %s

source: The items that are marked with an asterisk ('*') are required entries.
da: De elementer, der er markeret med en stjerne ('*') er påkrævede poster.

source: You are editing your own record, therefore you are not permitted to change your membership in certain system groups, and you are not permitted to change your activated state. These fields are disabled below.
da: Du er ved at redigere din egen rekord, derfor har du ikke tilladelse til at ændre dit medlemskab i visse systemgrupper, og du har ikke tilladelse til at ændre din aktiverede tilstand. Disse felter er slået nedenfor.

source: Account information
da: Kontooplysninger

source: User names can contain letters, numbers, underscores, periods, or dashes.
da: Brugernavne kan indeholde bogstaver, tal, understregning, punktummer eller bindestreger.

source: Repeat e-mail address for verification
da: Gentag emailadresse for at bekræfte

source: User status
da: Brugerstatus

source: Site's default theme
da: Sidens standardtema

source: Log-in information
da: Log ind oplysninger

source: This user does not currently log in with a web site account password. To enable the user to do so&mdash;in addition to any other log-in method used, create a password for the account here.
da: Denne bruger logger i øjeblikket ikke ind med en konto adgangskode. For at gøre det muligt for brugeren at gøre sådan&mdash;i tillæg til andre anvendte log ind metoder, kan du oprette en adgangskode for kontoen her.

source: Change the user's password?
da: Ændre brugerens adgangskode?

source: Create a password for the user?
da: Opret adgangskode til brugeren?

source: New password
da: Ny adgangskode

source: Create a password
da: Opret adgangskode

source: Notice: The minimum length for user passwords is %s characters.
da: Bemærk: Minimumslængden for brugeradgangskoder er %s tegn.

source: Repeat password for verification
da: Gentag adgangskode for bekræftelse

source: The user's password will not be changed.
da: Brugerens adgangskode bliver ikke ændret.

source: A web site account password will not be created for the user. The user will continue to log in with the method(s) currently used.
da: Der vil ikke blive oprettet en adgangskode for brugeren. Brugeren vil fortsætte med at logge ind med den eller de metode(r), der i øjeblikket anvendes.

source: The user's password will be changed.
da: Brugerens adgangskode vil blive ændret.

source: A web site account password will be created for the user. The user will continue to log in with the method(s) currently used, and will additionally be able to log in with this password.
da: Der vil blive oprettet en adgangskode for brugeren. Brugeren vil fortsætte med at logge ind med den eller de metode(r) der i øjeblikket anvendes, og vil desuden være i stand til at logge ind med denne adgangskode.

source: Member
da: Medlem

source: Check your entries and save your updates
da: Kontroller dine indtastninger og gem dine opdateringer

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Save' to continue.
da: Bemærk: Når du er klar, skal du klikke på 'Tjek dine indtastninger' for at få dine indtastninger kontrolleret. Når dine indtastninger er OK, klik på 'Gem' for at fortsætte.

source: Your entries seem to be OK. Please click on 'Save' when you are ready to continue.
da: Dine indtastninger synes at være OK. Klik på 'Gem', når du er klar til at fortsætte.

source: Check your entries
da: Kontroller dine indtastninger

source: Other actions for %s
da: Andre handlinger for %s

source: Send user name
da: Send brugernavn

source: Send password recovery code
da: Send gendannelseskode til adgangskode

source: New registration pending approval
da: Ny registrering afventer godkendelse

source: New registration pending approval: %s
da: Ny registrering afventer godkendelse: %s

source: New registration pending e-mail verification
da: Ny registrering afventer emailbekræftelse

source: New registration pending verification: %s
da: Ny tilmelding afventer bekræftelse: %s

source: New user activated
da: Ny bruger aktiveret

source: New user activated: %s
da: Ny bruger aktiveret: %s

source: A new user account has been activated on %1$s.
da: En ny brugerkonto er blevet aktiveret på %1$s.

source: It was created by an administrator or sub-administrator logged in as '%1$s'.
da: Oprettet af en administrator eller en under-administrator logget ind som '%1$s'.

source: The account details are as follows:
da: Kontodetaljerne er følgende:

source: User name: '%s'.
da: Brugernavn: '%s'.

source: Your recent request at %1$s.
da: Din seneste forespørgsel på %1$s.

source: A message from %1$s...
da: En besked fra %1$s...

source: Recently, this e-mail address ('%1$s') was used to request an account on '%2$s' (%3$s).
da: Emailadressen ('%1$s') blev fornylig anvendt til registrering af en konto på '%2$s' (%3$s).

source: The information that was registered is as follows:
da: De registrerede oplysninger er følgende:

source: Thank you for your application for a new account. At this time we are unable to approve your application.
da: Tak for din ansøgning om en ny konto. I øjeblikket kan vi ikke godkende din ansøgning.

source: Welcome to %1$s, %2$s!
da: Velkommen hos %1$s, %2$s!

source: Welcome to %1$s!
da: Velkommen hos %1$s!

source: Hello!
da: Hej!

source: This e-mail address ('%1$s') has been used to register an account on '%2$s' (%3$s).
da: Emailadressen ('%1$s') er blevet anvendt til at registrere en konto hos '%2$s' (%3$s).

source: Password reminder
da: Adgangskode påmindelse

source: (This is the only time you will receive your password. Please keep it in a safe place.)
da: (Dette er den eneste gang, du vil modtage din adgangskode. Opbevar venligst adgangskoden på et sikkert sted.)

source: Thank you for your application for a new account. Your application has been forwarded to the site administrator for review. Please expect a message once the review process is complete.
da: Tak for din ansøgning om en ny konto. Din ansøgning er blevet sendt til administratoren for at blive gennemgået. Du kan forvente en besked, når gennemgangen er afsluttet.

source: Your account application has been approved. Thank you for your patience during the new account application review process.
da: Din kontoansøgning er blevet godkendt. Tak for din tålmodighed under godkendelsesprocessen.

source: The web site administrator has created this new account for you.
da: Sidens administrator har oprettet denne nye konto til dig.

source: You may now log into the web site with your user name and password.
da: Du kan nu logge ind på siden med dit brugernavn og din adgangskode.

source: New account registration
da: Ny konto registrering

source: Choose how you would like to log in.
da: Vælg hvordan du vil logge ind.

source: Log in below, or change how you would like to log in.
da: Log ind herunder, eller vælg hvordan du ønsker at logge ind

source: If you prefer, you can create an account and password for use only with this site by clicking below...
da: Hvis du foretrækker det, kan du oprette en konto og en adgangskode til brug på denne side ved at klikke nedenfor...

source: Click on one of the following to log into this site using that service...
da: Klik på en af følgende for at logge ind på denne side ved hjælp af denne tjeneste...

source: Continue registration
da: Fortsæt registrering

source: The registration option you chose is not available at the moment.
da: Registreringsmåden du har valgt er ikke tilgængelig i øjeblikket.

source: Please choose another or contact the site administrator for assistance.
da: Vælg en anden eller kontakt administrator for at få hjælp.

source: Please contact the site administrator for assistance.
da: Kontakt venligst administrator for at få hjælp.

source: Registration applications list
da: Registrerings applikationsliste

source: Approved?
da: Godkendt?

source: Verified?
da: Bekræftet?

source: Send a new e-mail verification code
da: Send en ny emailbekræftelseskode.

source: Send an e-mail verification code
da: Send en emailbekræftelseskode

source: Pending approval
da: Afventer godkendelse

source: Verified
da: Bekræftet

source: E-mail verification not sent; must be resent
da: E-mail bekræftelse ikke sendt; skal sendes igen

source: E-mail verification not sent
da: Emailbekræftelse ikke sendt

source: Pending verification of e-mail address
da: Afventer bekræftelse af emailadresse

source: Display registration details
da: Vis registreringsdetaljer

source: Modify registration details
da: Rediger registreringsdetaljer

source: Pre-approve (verification still required)
da: Præ-godkende (bekræftelse stadig påkrævet)

source: Approve
da: Godkend

source: Approve (creates a new user account)
da: Godkend (opretter en ny brugerkonto)

source: Deny (deletes registration)
da: Afvis (sletter registrering)

source: Skip verification (approves, and creates a new user account)
da: Spring bekræftelse over (godkender, og opretter en ny brugerkonto)

source: Approval
da: Godkendelse

source: An administrator has approved the registration, or approval was not required when the registration was completed.
da: En administrator har godkendt registreringen eller godkendelse er ikke påkrævet, når registreringen er afsluttet.

source: Waiting for an administrator to approve the registration.
da: Venter på en administrator som kan godkende registreringen.

source: Verification
da: Bekræftelse

source: The user has completed the e-mail verification process, or e-mail verification was not required when the registration was completed.
da: Brugeren har fuldført emailbekræftelsesprocessen, eller emailbekræftelse var ikke nødvendig, da registreringen blev gennemført.

source: An e-mail has been sent to the registered e-mail address, but the user has not yet responded.
da: En email er blevet sendt til den registrerede emailadresse, men brugeren har endnu ikke svaret.

source: Verification e-mail message not yet sent
da: Bekræftelsesemail endnu ikke sendt

source: A verification e-mail has not been sent to the registered e-mail address.
da: Der blev ikke sendt en bekræftelsesemail til den registrerede emailadresse.

source: If it is not yet approved, then it will be sent on approval.
da: Hvis den endnu ikke er godkendt, så vil den blive sendt ved godkendelse.

source: A verification e-mail has not been sent to the registered e-mail address, but the registration is in a state where one should already have been sent.
da: En bekræftelse email er ikke blevet sendt til den registrerede emailadresse, men registreringen er på et stadie, hvor den allerede burde være blevet sendt.

source: There are no pending registration applications to review.
da: Der er ingen afventende registreringsansøgninger til gennemgang.

source: Reset your password at '%1$s'
da: Nulstil din adgangskode hos '%1$s'

source: The user account '%1$s' at %2$s has this e-mail address associated with it.
da: Brugerkontoen '%1$s' hos %2$s har denne emailadresse tilknyttet.

source: The administrator at %s requested that you receive a confirmation code that will allow you to reset your password.
da: Administratoren hos %s har anmodet om, at du modtager en bekræftelseskode, som vil give dig mulighed for at nulstille din adgangskode.

source: Someone with the IP address %s has just requested a confirmation code to allow the password for your account to be reset.
da: Nogen med IP-adressen %s har netop anmodet om en bekræftelseskode for at tillade, at adgangskoden til din konto bliver nulstillet.

source: The confirmation code is: %s
da: Bekræftelseskoden er: %s

source: With this confirmation code, you can now create a new password by clicking on this link:
da: Med denne bekræftelseskode kan du nu oprette en ny adgangskode ved at klikke på dette link:

source: Reset My Password
da: Nulstil min adgangskode

source: (If you cannot click on the link, you can copy this URL and paste it into your browser: %s )
da: (Hvis du ikke kan klikke på linket, kan du kopiere denne URL-adresse, og indsætte den i din browser: %s )

source: If the request was not made by you then you don't need to take any action.
da: Hvis anmodningen ikke blev foretaget af dig så behøver du ikke at foretage dig noget.

source: The password won't be changed unless the confirmation code is used, and you are the only recipient of this message.
da: Adgangskoden bliver ikke ændret, medmindre bekræftelseskoden anvendes, og du er den eneste modtager af denne meddelelse.

source: You can just delete the message and log-in with your existing password next time you visit the site.
da: Du kan bare slette beskeden og logge ind med din eksisterende adgangskode, næste gang du besøger siden.

source: Notice: Please enter your new e-mail address, the same address again for verification, and then click 'Save'. The site uses this address to send you mail (when you request a new password, for instance). Your currently-recorded e-mail address is <strong>'%s'</strong>.
da: Bemærk: Angiv din nye emailadresse, den samme adresse igen for bekræftelse, og klik derefter på 'Gem'. Siden bruger denne adresse til at sende dig email (når du anmoder om en ny adgangskode, for eksempel) Din nuværende registrerede emailadresse er <strong>'%s'</strong>.

source: You will receive an e-mail to your new e-mail address to confirm the change.
da: Du vil modtage en email til din nye emailadresse så du kan bekræfte ændringen.

source: Update e-mail address
da: Opdater emailadresse

source: New e-mail address
da: Ny emailadresse

source: New e-mail address again (for verification)
da: Ny emailadresse igen (bekræftelse)

source: Find and e-mail users
da: Find og email brugere

source: Any group
da: Enhver gruppe

source: Registration date after (yyyy-mm-dd)
da: Registreringsdato efter (åååå-mm-dd)

source: Registration date before (yyyy-mm-dd)
da: Registreringsdato før (åååå-mm-dd)

source: Keep me logged in on this computer
da: Hold mig logget ind på denne computer

source: The log-in option you chose is not available at the moment.
da: Den log ind mulighed, du har valgt er ikke tilgængelig i øjeblikket.

source: Or instead, login with your...
da: Eller i stedet logge ind med din...

source: Login with your...
da: Log ind med...

source: Do you need to...
da: Vil du...

source: Create an account?
da: Oprette en konto?

source: Recover your account information?
da: Gendan dine kontooplysninger?

source: Welcome to %1$s (%2$s)!
da: Velkommen til %1$s (%2$s)!

source: Hello! This e-mail address ('%1$s') has been used to register an account on the '%2$s' site.
da: Hej! Denne emailadresse ('%1$s') er blevet brugt til at registrere en konto på '%2$s' side.

source: Your account details are as follows:
da: Dine kontodetaljer er følgende:

source: User name: %s
da: Brugernavn: %s

source: Password: %s
da: Adgangskode: %s

source: Verify your e-mail address for %s.
da: Bekræft din e-mail-adresse til %s.

source: Hello! This e-mail address ('%1$s') has been used to register an account on '%2$s' (%3$s).
da: Hej! Denne emailadresse ('%1$s') er blevet brugt til at registrere en konto på '%2$s' (%3$s).

source: If you did not request a new user account at this web site, please either contact our site administrator, or simply disregard this message.
da: Hvis du ikke har anmodet om en ny brugerkonto på denne side, kan du enten kontakte vores administrator, eller se bort fra denne besked.

source: If you did request a new user account, then your request is waiting for you to verify your e-mail address with us.
da: Hvis du har anmodet om en ny brugerkonto, så venter din forespørgsel på at du bekræfter din emailadresse.

source: Your request is also waiting for administrator approval.
da: Din anmodning venter også på administrator godkendelse.

source: We will not be able to approve your request until after you have completed this verification step.
da: Vi vil ikke være i stand til at godkende din anmodning, før du har fuldført dette kontrol trin.

source: Once both this verification step is complete and an administrator has approved your request, you will be able to log in with your user name.
da: Når både bekræftelsesprocessen er afsluttet, og en administrator har godkendt din anmodning, vil du være i stand til at logge ind med dit brugernavn.

source: Please click on the following link to complete the e-mail address check:
da: Klik på følgende link for at fuldføre kontrol af emailadresse:

source: If you are not able to click on the above link, you can copy it into your browser.
da: Hvis du ikke er i stand til at klikke på ovenstående link, kan du kopiere det ind i din browser.

source: Your verification code is:
da: Din bekræftelseskode er:

source: Once verified and your account has been approved, then you will be able to log in.
da: Når din konto er blevet bekræftet og godkendt, kan du logge ind.

source: Once verified, you will be able to choose a password and then log in.
da: Når din konto er blevet bekræftet, kan du vælge en adgangskode og logge ind.

source: Once verified, you will be able to log in.
da: Når din konto er blevet bekræftet, kan du logge ind.

source: Password: %s
da: Adgangskode: %s

source: Password reminder: %s
da: Adgangskode påmindelse: %s"

source: Remember: both this verification step and approval from an administrator must be completed before you can log in.
da: Husk: både bekræftelsesprocessen og godkendelse fra en administrator skal være afsluttet, før du kan logge ind

source: You will receive an additional e-mail message once an administrator has reviewed your request.
da: Du vil modtage en email, når en administrator har gennemgået din anmodning.

source: Go back to the homepage
da: Gå tilbage til siden
