Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: zdebug plugin found at line <strong>%1$s</strong> in template <strong>%3$s/%2$s</strong>
da: zdebug plugin fundet på linje <strong>%1$s</strong> i skabelon <strong>%3$s/%2$s</strong>

source: Theme
da: Tema

source: Force compilation
da: Gennemtving kompilering

source: Included templates and configuration files (load time in seconds)
da: Inkluderet skabeloner og konfigurationsfiler (loadtid i sekunder)

source: Assigned template variables
da: Tildelte skabelonvariabler

source: No template variables assigned.
da: Ingen skabelonvariabler tildelt.

source: Zikula session variables
da: Zikula sessionvariabler

source: none
da: Ingen

source: Assigned configuration file variables (outer template scope)
da: Tildelte konfigureringsfil variabler (ydre skabelon anvendelsesområde)

source: No configuration variables assigned.
da: Ingen indstillingsvariabler tildelt.

source: Change theme
da: Ændre tema

source: Allow users to change themes
da: Tillad brugere at ændre temaer

source: Enable mobile theme
da: Aktiver mobil tema

source: Compilation
da: Kompilering

source: Check for updated version of theme templates
da: Se efter opdateret version af temaskabeloner

source: Force re-compilation of theme templates
da: Tving re-kompilering af temaskabeloner

source: Delete compiled theme templates
da: Slet udarbejdede temaskabeloner

source: Compiled render templates directory
da: Kompileret render skabelon mappe

source: Check for updated version of render templates
da: Tjek for opdateret version af renderings skabeloner

source: Force re-compilation of render templates
da: Gennemtving rekompilering af render skabeloner

source: Delete compiled render templates
da: Slet kompilerede render skabeloner

source: Enable theme caching
da: Aktiver temacaching

source: Delete cached theme pages
da: Slet cached temasider

source: Length of time to keep cached theme pages
da: Længden af ??tid til at holde cachede tema sider

source: Notice: A cache lifetime of 0 will set the cache to continually regenerate; this is equivalent to no caching.
da: Bemærk: En cache levetid på 0 vil sætte cache til løbende at regenerere, hvilket svarer til ingen caching.

source: A cache lifetime of -1 will set the cache output to never expire.
da: En cache levetid -1 vil sætte cache output til aldrig at udløbe.

source: For homepage
da: For hjemmesiden

source: seconds
da: sekunder

source: Delete cached pages
da: Slet cached sider

source: For modules
da: For moduler

source: Modules to exclude from theme caching
da: Moduler der skal udelukkes fra temacaching

source: Cached templates directory
da: Cached skabelonmappe

source: Enable render caching
da: Aktiver render caching

source: Delete cached render pages
da: Slet cachede render sider

source: Length of time to keep cached render pages
da: Længden af ??tid til at holde cachede render sider

source: Notice: A cache lifetime of -1 will set the cache output to never expire.
da: Bemærk: En cache levetid -1 vil sætte cache output til aldrig at udløbe.

source: CSS/JS optimisation
da: CSS /JS optimering

source: Notice: Combining and compressing JavaScript (JS) and CSS can considerably speed-up the performances of your site.
da: Bemærk: For at fremskynde præstationerne på din side betydeligt, kan du kombinere og komprimere JavaScript (JS) og CSS.

source: Enable CSS/JS combination
da: Aktiver CSS/JS kombination

source: Delete combination cache
da: Slet kombination cache

source: Use GZ compression
da: Anvend GZ komprimering

source: The 'Minify CSS' option may require more PHP memory. If errors occur, you should increase the 'memory_limit' setting in your PHP installation's 'php.ini' configuration file. Alternatively, you should add the following entry to the '.htaccess' file in your site's web root (without the quotation marks): 'php_value memory_limit 64M'. 64M is just a suggested value. You should experiment to find the lowest value that resolves the problem.
da: 'Minify CSS' muligheden kan kræve mere PHP hukommelse. Hvis der opstår fejl, bør du øge 'memory_limit' i din PHP installations 'php.ini' konfigurationsfil. Alternativt, kan du føje følgende linje til '.Htaccess' filen i din sides web-rod (uden anførselstegn): 'php_value memory_limit 64M'. 64M er bare en foreslået værdi. Du skalprøve dig frem for at finde den laveste værdi, der løser problemet.

source: Length of time to keep combination cache
da: Længden af ??tid til at holde kombination cache

source: Themes configurations
da: Temakonfigurationer

source: Notice: When edit the configuration of a Theme, the Theme Engine creates copies of its configuration files inside the Temporary folder when it cannot write on them directly. If you changed your mind and want to have your configuration inside your theme, make its .ini files writable and clear the temporary copies with the following link.
da: Bemærk: Når du redigerer konfigurationen af ??et tema, opretter Tema Engine kopier af dens konfigurationsfiler i en midlertidig mappe, når den ikke kan skrive på dem direkte: Hvis du har ændret mening og alligevel gerne vil have din konfiguration i dit tema, så skal du gøre dens .ini-filer skrivbare og tømme de midlertidige kopier med følgende link.

source: Delete theme configurations
da: Slet temakonfigurationer

source: Filters
da: Filtere

source: Notice: The 'trimwhitespace' output filter trims leading white space and blank lines from the template source code after it is interpreted, which cleans-up the code and saves bandwidth.
da: Bemærk: 'trimwhitespace' output filter trimmer førende hvide rum og tomme linjer fra skabelonen kildekoden, efter den er fortolket, som renser kode og sparer båndbredde.

source: Use 'trimwhitespace' output filter
da: Anvend 'trimwhitespace' output filter

source: Debug settings
da: Debug indstillinger

source: Embed template information within comments inside the source code of pages
da: Indsæt skabelonoplysninger ikommentarer inde i sidernes kildekode

source: Warning! When auxiliary themes like RSS are used, enabling this option can corrupt the page output until you disable it again (for instance, with RSS, the feed will be broken).
da: Advarsel! Når hjælpefunktions temaer som RSS bruges, kan aktivivering af denne indstilling korrumpere sidens output, indtil du deaktiverer det igen (for eksempel med RSS, vil feeds blive ødelagt).

source: Themes enable you to change the visual presentation of the site when you are logged-in.
da: Med temaer kan du ændre den visuelle præsentation af siden, når du er logget ind.

source: The current theme is '%s'.
da: Den aktuelle tema er '%s'.

source: Your chosen theme is not the current site default. You can <a href="%1$s">reset</a> your chosen theme to site default of <a href="?theme=%2$s">%3$s</a>.
da: Dit valgte tema er ikke standard for den nuværende side. Du kan <a href="%1$s">nulstille</a> dit valgte tema til sidens standard på <a href="?theme=%2$s">%3$s</a>."

source: Preview theme
da: Forhåndsvis tema

source: Use theme
da: Brugertema

source: Edit theme
da: Rediger tema

source: Page configurations
da: Sidekonfiguration

source: Variables
da: Variabler

source: Theme confirmation prompt
da: Tema bekræftelsesprompt

source: Do you really want to set '%s' as the active theme for all site users?
da: Er du sikker på, at du vil sætte '%s' som det aktive tema for brugere?

source: Override users' theme settings
da: Tilsidesæt brugeres temaindstillinger

source: This site needs to be upgraded, please contact the system administrator.
da: Denne side skal opgraderes, kontakt systemadministratoren.

source: Administrator log-in
da: Administrator log ind

source: An administrator log-in is required.
da: En administrator log ind er påkrævet.

source: Proudly powered by Zikula
da: Dette site er drevet af Zikula!

source: Unable to start session
da: Ude af stand til at starte sessionen

source: This website is experiencing temporary technical difficulties, refreshing the page may help. If this problem persists please inform this website
da: Dette website oplever midlertidige tekniske problemer. Prøv at opdatere siden og se om det hjælper. Hvis problemet fortsætter kontakt os venligst.

source: If you are the website administrator:
da: Hvis du er website administrator:

source: Zikula is unable to correctly start sessions. This is because sessions cannot be written to the database which is usually caused by either your site being out of disk space or disk quota, or that the sessions table has become corrupted. Running a repair on the sessions table may fix the problem. For further help please visit the Zikula website.
da: Zikula er ikke i stand til at starte sessions fordi sessions ikke kan skrive til databasen. Det skyldes normalt at dit site er løbet tør for diskplads eller at sessions tabellen er defekt. Hvis du kører en reparation af tabellen løser det måske problemet. For mere hjælp besøg venligst Zikula.dk

source: Zikula is free software released under the GPL license. For more information, please visit
da: Zikula er gratis software udgivet under GPL-licensen!

source: Zikula Homepage
da: Hjemmeside

source: Website temporarily unavailable
da: Website er midlertidig utilgængelig

source: Problem in database connection
da: Problem i databaseforbindelsen

source: This website is experiencing temporary technical difficulties, possibly due to high traffic. If you can, please inform the website administrator of this problem, stating the time you saw this page.
da: Dette website oplever midlertidige tekniske problemer, sandsynligvis pga. meget trafik. Informer venligst website administratoren om problemet og gerne med tidspunkt.

source: This website is powered by the Zikula Application Framework, although run independantly by the website administrator. Please do not contact the Zikula team about this error, as it is specfic to this website.
da: Dette website anvender Zikula Application Framework. Kontakt venligst ikke Zikula teamet om denne fejl, da den er specifik for dette website.

source: Zikula is unable to connect to your database. Please ensure your database access details are correct. Also, check to make sure your database is running correctly.
da: Zikula er ikke i stand til at forbinde til din database. Kontroller venligst at databaseoplysningerne er korrekte. Kontroller ogsp at databasen kører som den skal.

source: Delete page configuration assignment
da: Slet side konfiguration opgaven

source: Do you really want to delete this page configuration assignment?
da: Er du sikker på, at du vil slette denne side konfigurationsopgave?

source: Dropdown list with preview images
da: Dropdown liste med forhåndsviste billeder

source: Simple list
da: Simpel liste

source: Notice: The template file will be sought on all the template paths of the specified module.
da: Bemærk: Skabelon filen vil blive søgt på alle skabelonens stier i det angivne modul.

source: Template file
da: Skabelonfil

source: Parameters
da: Parametre

source: Format: parameter1=value1;parameter2=value2...
da: Format: parameter1=værdi1;parameter2=værdi2...

source: Page configuration assignments
da: Side konfiguration opgaver

source: Configuration file
da: Konfigurations fil

source: Important
da: Vigtigt

source: Page configurations in use
da: Side konfigurationer i brug

source: Configuration file found
da: Konfigurationsfil fundet

source: Notice: Any configuration files that Zikula cannot find must be created in 'themes/%s/templates/config'.
da: Bemærk: Alle konfigurationsfiler som Zikula ikke kan finde skal oprettes i 'temaer/%s/templates/config'.

source: Create new page configuration assignment
da: Opret ny side konfigurationsopgave

source: Function type
da: Funktionstype

source: Function name
da: Funktionsnavn

source: Function arguments
da: Funktionsargumenter

source: Notice: This is a list of arguments found in the page URL, separated by '/'.
da: Bemærk: Dette er en liste over argumenter, der findes i sidens URL, adskilt af '/'.

source: Any match with this assignment will be consider over the following others.
da: Ethvert match med denne opgave vil blive overvejet i løbet af de følgende andre.

source: Edit page configuration
da: Rediger sidekonfiguration

source: Page settings
da: Sideindstillinger

source: Page template
da: Sideskabelon

source: Block template
da: Blokskabelon

source: Default template
da: Standardskabelon

source: Wrappers settings
da: Omslags indstillinger

source: Enable main content wrapper
da: Aktiver hovedindholdsomslag

source: This will add a wrapper for the main content, like:
da: Dette vil tilføje et omslag til hovedindholdet, f.eks:

source: Enable block wrappers
da: Aktiver blok omslag«

source: This will add a wrapper for each block content, like:
da: Dette vil tilføje et omslag for hver enkelt bloks indhold, f.eks:

source: Filter settings
da: Filter indstillinger

source: Comma separated list of filters, eg. myfilter (for outputfilters) represents outputfilter.myfilter.php file, see <a href="http://www.smarty.net/manual/en/advanced.features.php">the documentation</a> for more information about filters.
da: Kommasepareret liste med filtre, f.eks. Myfilter (for outputfilters) repræsenterer outputfilter.myfilter.php fil, se <a href =" http://www.smarty.net/manual/en/advanced.features.php">dokumentationen</a> for mere information om filtre.

source: Output filters
da: Output filtere

source: Pre-filters
da: Pre-filtre

source: Post-filters
da: Post-filtre

source: The theme engine will consider the more specific setup; in that order, a block instance template, is used over a block type template, and a block position one.
da: Tema engine vil overveje det mere specifikke setup; i nævnte rækkefølge, en blok eksempel skabelon bruges før en blok type skabelon, og en blok position.

source: Block instance templates
da: Blok eksempel skabeloner

source: Block type templates
da: Bloktype skabeloner

source: Block position templates
da: Blok position skabeloner

source: Existing block positions
da: Eksisterende blok positioner

source: <p>The following block positions are used in this page configuration, but they have not been defined within the Blocks module;</p>%s<p>Click on a block position to go create that position.</p>
da: <p>De følgende blokpositioner er anvendt på denne side konfiguration, men de er ikke blevet defineret i Blokmodulet;</p>%s<p>Klik på en blokposition for at oprette blokpositionen.</p>

source: Existing block instances
da: Eksisterende blok tilfælde

source: Untitled block of type %1$s
da: Unavngivet blok af typen %1$s

source: Theme credits
da: Tema Credits

source: Registration ID
da: Registrerings ID

source: Official
da: Officiel

source: Author
da: Forfatter

source: Contact
da: Kontakt

source: Admin panel theme
da: Admin panel tema

source: User theme
da: Brugertema

source: System theme
da: Systemtema

source: Change log
da: Skift log

source: License
da: Licens

source: XHTML-capable
da: XHTML-kompatibel

source: Edit page configuration assignment
da: Rediger side konfigurationsopgave

source: The module specified on this assignment [%s] seems to not be available on the system.
da: Modulet angivet i denne opgave [%s] synes ikke at være tilgængeligt på systemet.

source: You can handle plain variables <var>name &rarr; value</var>, but also setup arrays in the format <var>name[key] &rarr; value</var>.
da: Du kan håndtere simple variabler <var>navn &rarr; værdi</var>, men også opsætte arrays i formatet <var>navn[nøgle] &rarr; værdi</var>.

source: Add new theme variable
da: Tilføj ny temavariabel

source: Add new page variable
da: Tilføj ny sidevariabel

source: Themes control the visual presentation of a site. Zikula ships with a small selection of themes, but many more are available from the %s.
da: Temaer styrer den visuelle præsentation af en side. Zikula leveres med et lille udvalg af temaer, men mange flere er tilgængelige fra %s".

source: Default theme
da: Standard tema

source: Preview: %s
da: Forhåndsvisning: %s

source: Set as default: %s
da: Sæt som standard: %s

source: Preview
da: Forhåndsvisning

source: Set as default
da: Sæt som standard

source: Settings for %s
da: Instillinger til %s

source: Notice: This category is for 'browser-oriented' themes that can be selected by users for their sessions on the site.
da: Bemærk: Denne kategori er for 'browser-orienterede' temaer, der kan vælges af brugere til deres sessions på sitet.

source: Notice: This category is for themes used to deliver back-end services (such as RSS feeds, etc.).
da: Bemærk: Denne kategori er for temaer, der anvendes til at levere back-end-tjenester (såsom RSS feeds, etc.).

source: Notice: This category is for themes used to display the site admin panel.
da: Bemærk: Denne kategori er for temaer brugt til at vise side admin panelet.

source: Delete block position
da: Slet blokposition

source: Do you really want to delete block position '%s'?
da: Er du sikker på du vil slette blokpositionen '%s'?

source: Add the current URL as a new link in this block
da: Tilføj nuværende URL som et nyt link i denne blok

source: Add current URL
da: Tilføj nuværende URL

source: Edit this block
da: Rediger denne blok

source: Document URL
da: Dokument URL

source: or
da: eller

source: Document contents
da: Dokument indhold

source: Style sheet contents
da: Style sheet indhold

source: After create this block position, you will be able to assign some blocks for it, and adjust the order you want them to be displayed.
da: Efter oprettelse af denne blok position, kan du tildele den nogle blokke, og justere den rækkefølge, du vil have de skal vises i.

source: New block position
da: Ny blokposition

source: Characters allowed: a-z, A-Z, 0-9, dash (-) and underscore (_).
da: Tilladte tegn: a-z, A-Z, 0-9, bindestreg (-) og underscore (_).

source: Edit block
da: Rediger blok

source: Block placement filtering
da: Blok placering filtrering

source: Position(s)
da: Position(er)

source: Advanced placement options
da: Avancerede placeringsmuligheder

source: Show/hide advanced placement options
da: Vis/skjul avancerede placeringsmuligheder

source: To restrict the block's visibility to certain modules and module functions, you can create filter(s) and select the module, function type, function name and function arguments that you want to apply to the filter. All fields are optional. If you omit a field, it will act as an *.
da: For at begrænse blokkens synlighed for bestemte moduler og modul funktioner, kan du oprette filter(e) og vælge modulet, funktionstypen, funktions navnet og funktion argumenterne, som du vil anvende til filteret. Alle felter er valgfrie. Hvis du udelader et felt, vil det virke som en *.

source: Create new filter
da: Opret nyt filter

source: Function arguments (delimiter=&)
da: Funktionsargumenter (skilletegn=&)

source: Default state
da: Standard tilstand

source: Expanded
da: Udvidet

source: Customisation
da: Tilpasning

source: Block refresh interval
da: Interval for blokopdatering

source: File name (including relative path from Zikula root directory)
da: Filnavn (inklusive relativ sti fra Zikula rodmappen)

source: File type
da: Fil type

source: Enable menu collapse icons
da: Aktiver menu kollaps ikoner

source: Form of display
da: Visningsformer

source: Flags
da: Flag

source: List
da: Liste

source: Translate options
da: Oversættelsesmuligheder

source: Visibility within block
da: Synlighed inden for blok

source: Modules manager
da: Modul manager

source: Insert blank after
da: Indsæt tom efter

source: New row
da: Ny række

source: Do you really want to delete block '%s'?
da: Er du sikker på du vil slette '%s' blokken?

source: Edit block position
da: Rediger blokposition

source: Block position
da: Blok position

source: Block assignments
da: Blok opgaver

source: Notice: Use drag and drop to arrange the blocks in this position into your desired order. The new block order will be saved automatically.
da: Bemærk: Brug træk og slip for at arrangere blokkene i denne position til den ønskede rækkefølge. Den nye blok rækkefølge vil blive gemt automatisk.

source: Blocks assigned to this position
da: Blokke er tildelt denne position

source: Block ID
da: Blok ID

source: Title, Description
da: Titel, Beskrivelse

source: Click to deactivate this block
da: Klik for at deaktivere denne blok

source: Click to activate this block
da: Klik for at aktivere denne blok

source: Blocks not assigned to this position
da: Blokke er ikke tildelt denne position

source: New block
da: Ny blok

source: Add the current URL as new link in this block
da: Tilføj den aktuelle URL som nyt link i denne blok

source: Block content
da: Blok indhold

source: Block settings
da: Blok indstillinger

source: You can restrict the access to certain settings higher than the default ("Edit") permissions level. Below is a list of these options.
da: Du kan begrænse adgangen til visse indstillinger til højere end standard ("Rediger") tilladelsesniveau. Herunder er en liste over valgmulighederne.

source: Block titles
da: Blok titler

source: Block display settings
da: Blok visnings indstillinger

source: Block editing settings
da: Blok redigerings indstillinger

source: You can specify a diferent block title for each language. If blank, the default block title will be displayed.
da: Du kan angive forskellige blok titler for hvert sprog. Hvis feltet er tomt, vil standard blok titlen blive vist.

source: <strong>Note</strong>: some templates and/or stylesheets are found only in certain themes. These templates and stylesheets have been included in the "Only in some themes" group. Choosing a template or a stylesheet from this group you must take into account the fact that it might not be available in certain theme - in such situation default template and style ("blocks_block_menutree_default.tpl") is used.
da: <strong>Bemærk</strong>: nogle skabeloner og/eller stylesheets findes kun i bestemte temaer. Disse skabeloner og stylesheets er medtaget i "Kun i nogle temaer" gruppen. At vælge en skabelon eller et stylesheet fra denne gruppe skal du være opmærksom på, det måske ikke er tilgængeligt i visse temaer - i en sådan situation anvendes standardskabelon og stil ("blocks_block_menutree_default.tpl").

source: Template
da: Skabelon

source: Choose stylesheet
da: Vælg stylesheet

source: The list of stylesheets has been limited to those which appear to be associated with selected template.<br />If you do not find among them stylesheet you are looking for - you can <a href="#" title="Click here, to display all stylesheets">show all stylesheets</a>.
da: Listen over stylesheets er blevet begrænset til dem, der ser ud til at være forbundet med den valgte skabelon <br/>Hvis du ikke kan finde det stylesheet, du søger blandt disse - kan du <a href ="#" title ="klikke her for at se alle stylesheets"> Vis alle stylesheets</a>.

source: Show editing links
da: Vis redigeringslinks

source: Display the links: "Add current URL" and "Edit this block".
da: Vis links: "Tilføj aktuelle URL" og "Rediger denne blok".

source: Strip base url from links
da: Strip base url fra links

source: Base URL which will be removed: %s.
da: Base URL, som vil blive fjernet: %s".

source: Note! Short URLs are enabled. It's strongly recommended to turn on this option when using short URLs.
da: Bemærk at korte URL'er er aktiveret. Det er stærkt anbefales at slå denne indstilling til, når du bruger korte URL'er.

source: Maximum depth of tree
da: Maksimal dybde af træ

source: Zero means no limit.
da: Nul betyder ingen grænse.

source: Class list for links
da: Class liste til links
