Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: You can arrange categories list using drag and drop - just grab page or folder icon and drag it to the new position. New order will be saved automatically.<br />Right click on selected category to open context menu.
da: Du kan arrangere listen Kategorier ved hjælp af træk og slip - marker en side eller et mappe ikon og træk den til den nye position. Ny ordre vil blive gemt automatisk.<br />Højreklik på valgt kategori for at åbne genvejsmenuen.

source: Expand all
da: Udvid alle

source: Collapse all
da: Skjul alle

source: New parent category for sub-categories
da: Ny overordnet kategori for underkategorier

source: Delete category
da: Slet kategori

source: Do you really want to delete this category?
da: Er du sikker på, at du vil slette denne kategori?

source: Category
da: Kategori

source: Confirmation prompt
da: Bekræftelsesprompt

source: It contains %s direct sub-categories.
da: Den indeholder %s direkte underkategorier

source: Please also choose what to do with this category's sub-categories:
da: Vælg også hvad der skal ske med denne kategoris underkategorier:

source: Delete all sub-categories
da: Slet alle underkategorier

source: Move all sub-categories to next category
da: Flyt alle underkategorier til næste kategori

source: Edit category
da: Rediger kategori

source: Parent
da: Overordnet

source: Category is locked
da: Kategori er låst

source: Category is a leaf node
da: Kategori er en leaf node

source: Localised output
da: Lokaliseret output

source: Attributes
da: Attributter

source: Internal ID
da: Intern ID

source: Path
da: Sti

source: I-path
da: I-sti

source: Created by %s.
da: Oprettet af %s.

source: Created on %s.
da: Oprettet på %s.

source: Last edited by %s.
da: Sidst redigeret af %s.

source: Updated on %s.
da: Opdateret den %s.

source: Sort value
da: Sorter værdi

source: Do you really want to delete the category '%s'?
da: Er du sikker på, at du vil slette kategorien '%s'?

source: Return to referring page
da: Retur til henvisningsside

source: Category system information
da: Kategori systemoplysninger

source: No parent category.
da: "Ingen lignende kategori.

source: Move
da: Flyt

source: Move category
da: Flyt kategori

source: Delete registry entry
da: Slet opslag i registreringsdatabasen

source: Do you really want to delete this registry entry?
da: Er du sikker på, at du vil slette den opslåede registreringsdatabase?

source: Table
da: Tabel

source: Property name
da: Property navn

source: Sorry! User-owned category editing has not been enabled. This feature can be enabled by the site administrator.
da: Beklager! Brugerejet kategoriredigering er ikke blevet aktiveret. Denne funktion kan aktiveres af administrator.

source: Copy category
da: Kopier kategori

source: Copy this category and all sub-categories of this category
da: Kopier denne kategori og alle underkategorier i denne kategori

source: Are you sure you want to rebuild all the internal paths for categories?
da: Er du sikker på du vil genopbygge alle de interne stier for kategorierne?

source: Warning! If you have a large number of categories then this action may time out, or may exceed the memory limit configured within your PHP installation.
da: Advarsel! Hvis du har et stort antal kategorier, så kan denne handling nå timeout, eller kan overskride hukommelsesgrænsen konfigureret i din PHP installation.

source: Add
da: Tilføj

source: Choose category
da: Vælg kategori

source: Choose module
da: Vælg modul

source: Choose table
da: Vælg tabel

source: Root category for user categories
da: Rodkategori for brugerkategorier

source: Allow users to edit their own categories
da: Tillad brugere at redigere deres egne kategorier

source: Automatically create user category root folder
da: Opret automatisk bruger kategori rodmappe

source: Automatically create user default category
da: Opret automatisk bruger standard kategori

source: Require access to all categories for one item (relevant when using multiple categories per content item)
da: Kræv adgang til alle kategorier for ét element (relevant, når du bruger flere kategorier pr. indholdselement)

source: Default user category
da: Standard brugerkategori

source: Search keyword
da: Søg med søgeord

source: Search now
da: Søg nu

source: No search plug-ins found
da: Ingen søge-plugins fundet

source: Error! Could not find any search plug-ins to use.
da: Fejl! Kunne ikke finde nogen søge plug-ins.

source: Recent searches
da: Seneste søgninger

source: Search keywords
da: Søg med søgeord

source: Number of searches
da: Antal søgninger

source: Date of last search
da: Dato for sidste søgning

source: Keyword settings
da: Søgeordindstillinger

source: All words
da: Alle ord

source: Any words
da: Ethvert ord

source: Exact phrase
da: Præcis sætning

source: Order of results
da: Rækkefølgen på resultater

source: Newest first
da: Nyeste først

source: Oldest first
da: Ældste først

source: Alphabetical
da: Alfabetisk

source: Filter search by type
da: Filtrer søgning efter type

source: De/Select all
da: Fravælg/Vælg alt

source: Show 'Search now' button
da: Vi 'Søg nu' knap

source: Search options
da: Søgemuligheder

source: Number of characters to display in item summaries
da: Antal tegn der skal vises på vare oversigterne

source: Disable search plug-ins
da: Deaktiver søge plug-ins

source: Search results
da: Søgeresultater

source: Number of hits: %s
da: Antal søgehits: %s

source: No search results found. You can try the following:
da: Ingen søgeresultater fundet. Du kan prøve følgende:

source: Check that you spelled all words correctly.
da: Kontroller at du har stavet alle ord rigtigt.

source: Use different keywords.
da: Anvend forskellige søgeord.

source: Use keywords that are more general.
da: Anvend søgeord der er mere generelle.

source: Use fewer words.
da: Anvend færre ord.

source: This page is locked
da: Siden er låst

source: This page is locked because another user is working on it. Please wait: the page will be unlocked automatically when the other user has finished, and you will be informed.
da: Denne side er låst, fordi en anden bruger arbejder på den. Vent venligst: siden vil blive låst op automatisk, når den anden bruger er færdig, og du vil blive informeret.

source: Locked by %s.
da: Låst af %s.

source: Lock main administration permission rule
da: Lås tilladelsesreglen for hovedadministrationen

source: ID of main administration permission rule
da: ID for hovedadministrationens tilladelsesregel

source: Enable filtering of group permissions
da: Aktiver filtrering af gruppe tilladelser

source: Minimum row height for permission rules list view (in pixels)
da: Minimum rækkehøjde for listevisning af tilladelsesregler (i pixels)

source: Minimum row height for rule editing view (in pixels)
da: Minimum rækkehøjde for visning af regelredigering (i pixels)

source: Delete permission rule
da: Slet tilladelsesregel

source: Do you really want to delete this permission rule?
da: Er du sikker på, at du vil slette denne tilladelsesregel?

source: Permission rule information
da: Oplysninger om tilladelsesregel

source: Registered component
da: Registreret komponent

source: Instance template
da: Eksempel skabelon

source: Component
da: Komponent

source: Instance
da: Eksempel

source: Permission level
da: Tilladelsesniveau

source: Updating permission rule...
da: Opdaterer tilladelsesregel...

source: Deleting permission rule...
da: Sletter tilladelsesregel...

source: Testing permission...
da: Tester tilladelse...

source: This permission rule has been locked. If you need to unlock it, go to the Permission rules manager Settings page.
da: Denne tilladelsesregel er blevet låst. Hvis du har brug for at låse den op, så gå til siden med tilladelsesregel indstillinger.

source: Notice: Arrange your permission rules in the desired order of evaluation, using drag and drop. The sort order will be saved immediately and automatically.
da: Bemærk: Arranger dine tilladelses regler i den ønskede evalueringsrækkefølge ved hjælp af træk og slip. Sorteringsrækkefølgen gemmes øjeblikkeligt og automatisk.

source: The permission rule you have defined as your main administration permission rule (highlighted in the list below) has been <strong>locked</strong>, which means you cannot edit it, move it or delete it. If this permission rule is not at the top of the list, other permission rules can be moved around it. If you need to perform an operation on the main administration permission rule then you must go to the Permission rules manager Settings page to unlock it beforehand. Otherwise, it is safer to keep it locked.
da: Tilladelsesreglen du har defineret som din vigtigste administrations tilladelsesregel (fremhævet i listen nedenfor) er blevet <strong>låst</strong>, hvilket betyder, at du ikke kan redigere den, flytte eller slette den. Hvis denne tilladelsedregel ikke er øverst på listen, kan andre tilladelsedregler flyttes rundt. Hvis du har brug for at udføre en handling på de vigtigste administrations tilladelsesregler skal du gå til tilladelsesregel styringssiden Indstillinger for at låse den på forhånd. Ellers er det mere sikkert at holde den låst".

source: The permission rule you have defined as your main administration permission rule (highlighted in the list below) is <strong>unlocked</strong>, which means you can currently edit it, move it or delete it. Once you have finished any operations you want to perform on it, you are recommended to go to the Permission rules manager Settings page and lock it again.
da: Tilladelsesreglen du har defineret som din vigtigste administrations tilladelsesregel (fremhævet i listen nedenfor) er <strong>låst</strong>, hvilket betyder at du kan nu redigere den, flytte eller slette den. Når du er færdig med dine handlinger du ønsker at udføre på den, anbefales det at gå til Tilladelsesregel styringssiden Indstillinger, og låse den igen.

source: Filter permission rules list
da: Filter tilladelse regelliste

source: Choose filter
da: Vælg filter

source: Caution! Filter is active!
da: "Pas på! Filter er aktivt!

source: Insert permission rule before
da: Indsæt tilladelsesregel før

source: User permission check
da: Bruger tilladelseskontrol

source: Check a users permission
da: Kontroller en brugers tilladelse

source: Component to check
da: Komponent til at tjekke

source: Instance to check
da: Eksempel til kontrol

source: Check permission
da: Tjek tilladelse

source: Reset
da: Nulstil

source: Updating group
da: Opdaterer gruppe

source: Deleting group
da: Sletter gruppe

source: Do you really want to delete this group?
da: Er du sikker på, at du vil slette denne gruppe?

source: Members
da: Medlemmer

source: Maximum membership
da: Maksimal medlemskab

source: Edit: %s
da: Rediger: %s

source: Delete: %s
da: Slet: %s

source: Membership of: %s
da: Medlemskab af: %s

source: Save: %s
da: Gem: %s

source: Cancel: %s
da: Annuller: %s

source: Delete:
da: Slet:

source: Default user group. Cannot be deleted.
da: Standard brugergruppe. Kan ikke slettes.

source: Primary administrators group. Cannot be deleted.
da: Hovedadministratorgruppe. Kan ikke slettes.

source: Pending applications
da: Afventende ansøgninger

source: User ID
da: Bruger ID

source: Comment
da: Kommentar

source: Deny
da: Afvis

source: There are currently no groups that can be joined.
da: Der er i øjeblikket ingen grupper, du kan søge medlemskab i.

source: Functions
da: Funktioner

source: Extras
da: Ekstra

source: Edit group
da: Rediger gruppe

source: Unlimited
da: Ubegrænset

source: Sorry! You must register for a user account on this site before you can apply for membership of a group.
da: Beklager! Du skal registrere en brugerkonto på denne side, før du kan ansøge om medlemskab af en gruppe.

source: Log in or register
da: Log ind eller registrer

source: Members list
da: Medlemsliste

source: New group
da: Ny gruppe

source: Go to groups index page
da: Gå til gruppeindexside

source: Unavailable
da: Utilgængelig

source: Resign
da: Meld fra

source: Apply
da: Tilføj

source: Group has reached its maximum capacity
da: Gruppen har nået sin maksimale kapacitet

source: Do you really want to remove user "%1$s" from group "%2$s"?
da: Er du sikker på, at du vil fjerne bruger "%1$s" fra gruppen "%2$s"?

source: Remove
da: Fjern

source: Membership application
da: Medlemskabsansøgning

source: Reason
da: Grund

source: Send notification
da: Send notifikation

source: Membership resignation
da: Medlemskab fratrædelse

source: Membership application cancellation
da: Annullering af medlemsskabsanmodning

source: Group name
da: Gruppenavn

source: Not available
da: Ikke tilgængelig

source: Comment to attach to your application
da: Kommentar du kan vedlægge din ansøgning

source: Add users to group
da: Tilføj brugere til gruppe

source: Users to add
da: Brugere du kan tilføje

source: Notice: Please select one or more users to add to the group. To select multiple users, use 'Shift-Click' or 'Control-Click'.
da: Bemærk: Vælg en eller flere brugere du vil tilføje til gruppen. For at markere flere brugere, bruge 'Shift-klik' eller 'Control-klik'.

source: Initial user group
da: Indledende brugergruppe

source: Hide closed groups
da: Gem lukkede grupper

source: Receive e-mail alert when there are new applicants
da: Modtag email advarsel når der er nye ansøgere

source: Memberships
da: Medlemskaber

source: User's website
da: Brugerens website

source: No group members found.
da: Der blev ikke fundet nogen gruppemedlemmer.

source: HTMLPurifier Settings
da: HTMLPurifier Indstillinger

source: HTMLPurifier filtering occurs when a template string or variable is modified with the 'safehtml' modifier, or when a module asks for similar processing from within its functions.
da: HTMLPurifier filtrering opstår, når en skabelon streng eller variabel ændres med 'safehtml' modifier, eller når et modul beder om lignende forarbejdning indefra dets funktioner.

source: Setting HTMLPurifier configuration directives incorrectly can render your system unstable and inacessible. No validity checking is performed on any user-supplied settings. Ensure you fully understand each directive and its effects on your system. Ensure that all prerequisites are met and that any additional software or libraries required by each directive are properly installed and available to HTMLPurifier.
da: Hvis du indstiller HTMLPurifier konfigurations-direktivet forkert, kan det gøre dit system ustabilt og du kan miste adgang til det. Der udføres ingen gyldighedskontrol alle bruger-leverede indstillinger. Sørg for at du fuldt ud forstår de enkelte direktiver og deres indvirkning på dit system. Sørg for at alle forudsætninger er opfyldt, og at yderligere software eller biblioteker som kræves af direktiverne er korrekt installeret og klar til HTMLPurifier.

source: will be applied after HTMLPurifier processing is completed.
da: vil blive tilføjet_efter HTMLPurifier forarbejdningen er afsluttet.

source: HTMLPurifier '%s' configuration directives
da: HTMLPurifier '%s' konfigurationsmapper

source: Use default value (if checked) or override value
da: Brug standardværdi (hvis markeret) eller tilsidesætte værdien

source: (Place each value on a separate line.)
da: (Sæt hver værdi på en separat linje.)

source: (Separate each key-value pair with a colon (e.g., key:value). Place each key-value pair on a separate line.)
da: (Adskil hver nøgle-værdi par med et kolon (f.eks nøgle: Værdi). Placer hver nøgle-værdi par på en seperat linje.)

source: (Modification not supported.)
da: (Ændring understøttes ikke.)

source: Value:
da: Værdi:

source: Reset to Default Values
da: Nulstil til standardværdier

source: Filtering of allowed HTML occurs when a template string or variable is modified with the 'safehtml' modifier, or when a module asks for similar processing from within its functions.
da: Filtrering af tilladt HTML opstår, når en skabelon streng eller variabel ændres med 'safehtml' modifier, eller når et modul beder om lignende forarbejdning indefra dets funktioner.

source: HTML entities
da: HTML enheder

source: Translate embedded HTML entities into real characters
da: Oversæt indlejrede HTML enheder til rigtige tegn

source: Warning! Enabling the &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; or &lt;iframe&gt; tags increases the opportunity for attacks against your users that might reveal their personal information. Therefore, you are recommended to keep these tags set to 'Not allowed' unless you are sure that you really understand the consequences of enabling them.
da: Advarsel! Aktivering af &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; eller &lt;iframe&gt; tags øger muligheden for angreb mod dine brugere, som kan afsløre deres personlige oplysninger. Derfor anbefales det at holde disse tags indstillet til 'ikke tilladt', medmindre du er sikker på, at du virkelig forstår konsekvenserne af at aktivere dem.

source: Warning! Using the <a href="%s">HTML Purifier output filter</a> will override settings for some HTML tags (such as &lt;object&gt; and &lt;embed&gt;).
da: Advarsel! Anvendelse af <a href="%s">HTML Purifier output filter</a> vil tilsidesætte indstillingerne for nogle HTML tags (som &lt;object&gt; og &lt;embed&gt;).

source: Check all
da: Tjek alle

source: Allowed
da: Tilladt

source: Allowed with attributes
da: Tilladt med attributter

source: Tag usage (from <a href="http://www.w3schools.com">W3Schools</a>)
da: Tag anvendelse (fra <a href="http://www.w3schools.com">W3Schools</a>)

source: About "&lt;%s&gt;"
da: Om "&lt;%s&gt;"

source: Automatic update settings
da: Automatiske update indstillinger

source: Check for updates
da: Kontroller for opdateringer

source: How often
da: Hvor ofte

source: Monthly
da: Månedligt

source: Weekly
da: Ugentligt

source: Daily
da: Dagligt

source: Host settings
da: Værtsindstillinger

source: Time limit for authorisation keys ('authkeys') in seconds (default: 0)
da: Frist for godkendelsesnøgler ('authkeys') i sekunder (standard: 0)

source: Bind authkey to user agent ('UserAgent')
da: Bind authkey til bruger agent ('UserAgent')

source: Secure host name
da: Sikkert værtsnavn

source: Notice: If you use a different host name for HTTPS secure sessions and you insert an address in the 'Secure host name' box, make sure you include a trailing slash at the end of the address.
da: Bemærk: Hvis du bruger et andet værtsnavn for HTTPS sikre sessioner, og du indsætter en adresse i 'Secure værtsnavnet' boksen, skal du sørge for, at den indeholder en skråstreg i slutningen af ??adressen.

source: Cookies settings
da: Cookies indstillinger

source: Signing key
da: Signeringsnøgle

source: Session settings
da: Session indstillinger

source: Security level
da: Sikkerhedsniveau

source: High (user is logged-out after X minutes of inactivity)
da: Høj (brugeren er logget af efter X minutter uden aktivitet)

source: Medium (user is logged-out after X minutes of inactivity, unless 'Remember me' checkbox is activated during log-in)
da: Medium (brugeren er logget ud efter X minutters inaktivitet, medmindre 'Husk mig' afkrydsningsfeltet er aktiveret under log ind)

source: Low (user stays logged-in until user logs-out)
da: Lav (brugeren forbliver logget ind, indtil brugeren logger ud)

source: Automatically log user out after
da: Log automatisk brugeren ud efter

source: days (if 'Remember me' is activated)
da: dage (hvis 'Husk mig' er aktiveret)

source: Expire session after
da: Sessionen udløber efter

source: minutes of inactivity
da: minutter som inaktiv

source: Store sessions
da: Gem sessioner

source: File
da: Fil

source: Database (recommended)
da: Database (anbefales)

source: Notice: If you change this setting, you will be logged-out immediately and will have to log back in again.
da: Bemærk: Hvis du ændrer denne indstilling, vil du straks blive logget ud, og du bliver nødt til at logge ind igen.

source: Path for saving session files
da: Sti til at gemme session-filer

source: Notice: If you change 'Where to save sessions' to 'File' then you must enter a path in the 'Path for saving session files' box above. The path must be writeable.
da: Bemærk: Hvis du ændrer 'hvor man vil gemme sessioner' til 'Filer', så skal du indtaste en sti i 'Sti til at gemme sessions filer' boksen ovenfor. Stien skal være skrivbare.

source: Garbage collection probability
da: Skrald indsamling sandsynlighed

source: Per session
da: Pr. session

source: One time use
da: Brug en gang

source: One time CSRF protection may affect the browser back button but it more secure.
da: En gangs CSRF beskyttelse kan påvirke browserens tilbage-knap, men den gør den mere sikker.

source: Use sessions for anonymous guests
da: Anvend sessioner for anonyme gæster

source: Periodically regenerate session ID
da: Regenerer session ID periodisk

source: Regenerate session ID during log-in and log-out
da: Regenerer session ID under log ind og log ud

source: Regeneration probability
da: Regeneration sandsynlighed

source: % (0 to disable)
da: % (0 for at deaktivere)

source: IP checks on session (may cause problems for AOL users)
da: IP-kontrol session (kan give problemer for AOL-brugere)

source: Session cookie name
da: Session cookie navn

source: Notice: If you change the 'Session cookie name' setting, all registered users who are currently logged-in will then be logged-out automatically, and they will have to log back in again.
da: Bemærk: Hvis du ændrer 'Session cookie navn' indstillingen vil alle registrerede brugere, der er logget ind nu blive logget ud automatisk, og de bliver nødt til at logge ind igen.

source: Intrusion Detection System
da: Registrering af indtrængen system

source: Use PHPIDS
da: Anvend PHPIDS

source: PHPIDS performs many different checks which return an impact value for scoring the treated request. Depending on the sum of all impacts performed actions are selected.
da: PHPIDS udfører mange forskellige kontrolforanstaltninger, som returnerer en effekt værdi for scoring af den behandlede anmodning. Afhængigt af summen af alle konsekvenser er der valgt udførte tiltag.

source: Read more about this system on the <a href="http://phpids.org" title="PHPIDS homepage">PHPIDS homepage</a>.
da: Læs mere om systemet på denne side <a href="http://phpids.org" title="PHPIDS homepage">PHPIDS homepage</a>.

source: Block action
da: Blok handling

source: Warn only
da: Advar kun

source: Block
da: Blok

source: Send email on block action
da: Send email på blok handling

source: Select filter rules to use
da: Vælg filter regler som skal bruges

source: Default: config/phpids_zikula_default.xml
da: Standard: config/phpids_zikula_default.xml

source: IDS Rule path
da: IDS Regel sti

source: Minimum impact to log intrusion in the database
da: Minimum effekt for at logge indtrængen i databasen

source: Minimum impact to email the administrator
da: Minimum indvirkning for at emaile til administratoren

source: Minimum impact to block the request
da: Minimum effekt for at blokere anmodningen

source: Minimum impact to kick the user (destroy the session)
da: Minimum effekt for at sparke brugeren (ødelægge sessionen)

source: Select the way the impact thresholds are used in Zikula
da: Vælg den måde indvirkning tærsklerne anvendes i Zikula

source: React on impact per request (uses the values from above)
da: Reager på belastningen pr anmodning (bruger værdierne fra oven)

source: React on impact sum per session [loose] (uses the values from above * 10)
da: Reager på effekt sum pr session [løs] (bruger værdierne fra ovenstående * 10)

source: React on impact sum per session [strict] (uses the values from above * 5)
da: Reager på effekt sum pr session [streng] (bruger værdierne fra ovenstående * 5)
