Repository: sharazkhan/shafraz
Catalog: locale/*/LC_MESSAGES/zikula.po
Languages: da

source: My Page
da: Min Side

source: My Site
da: Mit Site

source: If you do not wish to use this web site, please either contact our site administrator, or simply disregard this message.
da: Hvis du ikke ønsker at benytte dette website, kan du enten kontakte vores administrator, eller se bort fra denne besked.

source: Our system is waiting for you to verify your e-mail address.
da: Vores system venter på at du bekræfter din emailadresse.

source: You requested to change your e-mail address for user account '%1$s' at %2$s from %3$s to %4$s.
da: Du har bedt om at ændre din emailadresse for bruger-konto '%1$s' hos %2$s fra %3$s til %4$s.

source: Your e-mail address ('%1$s') has been used to register an account on '%2$s' (%3$s).
da: Din emailadresse (%1$s) er blevet anvendt til at registrere en brugerkonto hos %2$s (%3$s).

source: The SeaBreeze theme is a browser-oriented theme, and was updated for the release of Zikula 1.0, with revised colours and new graphics.
da: Seabreeze temaet er et browser-orienteret tema, og blev opdateret ved udgivelsen af Zikula 1.0, med reviderede farver og ny grafik.

source: The Printer theme is an auxiliary theme designed specially for outputting pages in a printer-friendly format.
da: Printer temaet er et ekstra tema designet specielt til output af sider i et printer-venligt format.

source: The Atom theme is an auxiliary theme specially designed for rendering pages in Atom mark-up.
da: Atom temaet er et ekstra tema specielt designet til rendering af sider i Atom mark-up.

source: Show item descriptions
da: Vis varebeskrivelser

source: Connection failed to database
da: Forbindelse til database mislykkedes

source: PHP issued an error at line 0, so reporting entire trace to be more helpful: %1$s: %2$s
da: PHP udstedte en fejl på linje 0, så rapporter hele sporet til hjælp: %1$s: %2$s

source: traced in %1$s line %2$s
da: spores i %1$s linje %2$s

source: %1$s: %2$s in %3$s line %4$s
da: %1$s: %2$s i %3$s linje %4$s

source: SQL Query: %s took %s sec
da: SQL Forespørgsel: %s tog %s sek

source: Services
da: Tjenester

source: Error! Zikula does not support PHP magic_quotes_runtime - please disable this feature in php.ini.
da: Fejl! Zikula understøtter ikke PHP magic_quotes_runtime - du skal deaktivere denne funktion i php.ini.

source: Error! Zikula does not support PHP magic_quotes_gpc = On - please disable this feature in your php.ini file.
da: Fejl! Zikula understøtter ikke PHP magic_quotes_gpc = On - du skal deaktivere denne funktion i din php.ini fil.

source: Error! Zikula does not support PHP register_globals = On - please disable this feature in your php.ini or .htaccess file.
da: Fejl! Zikula understøtter ikke PHP register_globals = On - du skal deaktivere denne funktion i din php.ini eller htaccess-fil.

source: Error! Zikula requires PHP version %1$s or greater. Your server seems to be using version %2$s.
da: Fejl! Zikula kræver PHP version %1$s eller derover. Din server synes at have version %2$s.

source: Error! PHP 'token_get_all()' is required but unavailable.
da: Fejl! PHP 'token_get_all()' er nødvendig, men ikke tilgængelig.

source: Error! PHP must have the mbstring extension loaded.
da: Fejl! PHP skal have mbstring forlængelse indlæst.

source: Error! The PHP function 'fsockopen()' is needed within the Zikula mailer module, but is not available.
da: Fejl! PHP funktionen 'fsockopen()' er påkrævet inden for Zikula mailer modul, men er ikke tilgængelig.

source: Please configure your server to meet the Zikula system requirements.
da: Konfigurer din server så den imødekommer Zikulas systemkrav.

source: The temporary directory "%s" and its subfolders must be writable.
da: Den midlertidige mappe "%s" og dens undermapper skal være skrivbare.

source: Please ensure that the permissions are set correctly on your server.
da: Sørg for at tilladelserne er indstillet korrekt på din server.

source: System error! Folder '%s' was not found or is not writable.
da: Systemfejl! Mappen '%s' blev ikke fundet eller er ikke skrivbar.

source: Please ensure that the permissions are set correctly for the mentioned folders.
da: Sørg for at tilladelserne er indstillet korrekt for de nævnte mapper.

source: Error! Invalid file specification '%s'.
da: Fejl! Ugyldig fil specifikation '%s'.

source: Error! Could not load the file '%s'.
da: Fejl! Kunne ikke loade filen '%s'.

source: Error! Invalid file array specification.
da: Fejl! Ugyldige fil array specifikationer.

source: Warning! Function %1$s is deprecated. Please use %2$s instead.
da: Advarsel! Funktion %1$s er forældet. Anvend %2$s i stedet.

source: Error! Invalid class specification '%s'.
da: Fejl! Ugyldig class specifikation '%s'.

source: Error! Invalid module specification '%s'.
da: Fejl! Ugyldig modul specifikation '%s'.

source: Error! Invalid 'base_obj_type' specification '%s'.
da: Fejl! Ugyldig 'base_obj_type' specifikation '%s'.

source: Error! Unable to load class [%s]
da: Fejl! Kunne ikke indlæse class [%s]

source: Warning! Function %1$s is deprecated. Please use autoloading or only if absolutely necessary, %2$s instead.
da: Advarsel! Funktion %1$s er forældet. Anvend automatisk indlæsning eller kun hvis det er absolut nødvendigt, %2$s i stedet.

source: Warning! Template plugin {%1$s} is deprecated, please use {%2$s} instead.
da: Advarsel! Skabelon plugin {%1$s} er forældet, anvend {%2$s} i stedet.

source: Warning! Template modifier {$var|%1$s} is deprecated.
da: Advarsel! Skabelon modifier {$var|%1$s} er forældet.

source: Warning! Template modifier {$var|%1$s} is deprecated, please use {$var|%2$s} instead.
da: Advarsel! Skabelon modifier {$var|%1$s} er forældet, anvend {$var|%2$s} i stedet.

source: Error! in %1$s: the %2$s parameter must be specified.
da: Fejl! i %1$s: Parameteren %2$s skal specificeres.

source: Warning! Template plugin {%1$s} is deprecated.
da: Advarsel! Skabelon plugin {%1$s} er forældet.

source: Error! The '%s' module is not available.
da: Fejl! Modulet '%s' er ikke tilgængeligt.

source: Theme: %1$s by %2$s - %3$s
da: Tema: %1$s af %2$s - %3$s

source: Personal information
da: Personlige oplysninger

source: Warning! Template plugin {%s} is deprecated.
da: Advarsel! Skabelon plugin {%s} er forældet.

source: You can safely remove the modulestylesheet plugin from your theme. It is obsolete since Zikula 1.1.0. The adding of stylesheet files has been automated and does not need user interference. This note is shown to Administrators only.
da: Du kan fjerne modulestylesheet plugin sikkert fra dit tema. Det er forældet siden Zikula 1.1.0. Tilføjelse af stylesheet filer er blevet automatiseret, og behøver ikke brugerindblanding. Dette notat vises kun til administratorer.

source: Non-array passed to %s.
da: Non-array videregivet til %s.

source: Error! in %1$s: the %2$s parameter must be specified to get the required field.
da: Fejl! i %1$s: %2$s parameteren skal angives for at få det ønskede felt.

source: Warning! Template block {%1$s} is deprecated, please use {%2$s} instead.
da: Advarsel! Skabelon blok {%1$s} er forældet, anvend {%2$s} i stedet.

source: Warning! Class %1$s is deprecated. Please use %2$s instead.
da: Advarsel! Class %1$s er forældet. Anvend %2$s i stedet.

source: Warning! %1$s is deprecated.
da: Advarsel! %1$s er forældet.

source: Attempted to get info from empty connection stack
da: Forsøgte at få info fra tomme forbindelses stack

source: Invalid connection key [%s]
da: Ugyldig forbindelsestast [%s]

source: Unknown field [%s] requested
da: Ukendt felt [%s] anmodet

source: Warning! %1$s is deprecated. Use %2$s instead.
da: Advarsel! %1$s er forældet. Anvend %2$s i stedet.

source: Attempted to get connection from empty connection stack
da: Forsøgte at oprette forbindelse fra tom forbindelses stack

source: Attempted to pop connection from empty connection stack
da: Forsøg på POP-forbindelse fra tomt forbindelses stack

source: Warning! Function %1$s is deprecated.
da: Advarsel! Funktion %1$s er forældet.

source: Assertion failed
da: Assertion mislykkedes

source: Error! The 'pnVarCensor' function used in '%s' is deprecated. Instead, please activate the 'MultiHook' for this module.
da: Fejl! 'pnVarCensor" funktionen der anvendes i '%s' er forældet. I stedet skal du aktivere 'MultiHook' for dette modul.

source: Error! Function pnModLangLoad is deprecated.
da: Fejl! Function pnModLangLoad er forældet.

source: Warning! Function %s is deprecated.
da: Advarsel! Funktion %s er forældet.

source: Error! in %1$s: the %2$s parameter must be specified to get the full block information.
da: Fejl! I %1$s: Parameteren %2$s skal specificeres for at du kan få alle blokoplysninger.

source: All
da: Alle

source: anonymous guest
da: anonym gæst

source: Warning! The {checkpermission} parameter %1$s is deprecated. Please use %2$s instead.
da: Advarsel! {checkpermission} parameteren %1$s er forældet. Anvend %2$s i stedet.

source: Your Account
da: Din konto

source: Log out
da: Log ud

source: Register new account
da: Registrer ny konto

source: Login
da: Log ind

source: Invalid %1$s passed to %2$s.
da: Ugyldig %1$s videregivet til %2$s.

source: Invalid %1$s [%2$s] passed to %3$s.
da: Ugyldig %1$s [%2$s] videregivet til %3$s.

source: Missing or invalid '%s' parameter.
da: Manglende eller ugyldigt '%s' parameter.

source: Keys and values size doesn't match.
da: Nøgle og værdistørrelse matcher ikke.

source: Missing '%s' parameter.
da: '%s' parameteren mangler.

source: Edit sub-categories
da: Rediger underkategorier

source: E-mail address
da: Emailadresse

source: User name
da: Brugernavn

source: Password
da: Adgangskode

source: Remember me
da: Husk mig

source: Log in
da: Log ind

source: Warning! The {checkpermissionblock} parameter %1$s is deprecated. Please use %2$s instead.
da: Advarsel! {checkpermissionblock} parameteren %1$s er forældet. Anvend %2$s i stedet.

source: Error! in %1$s: parameter '%2$s' only supported together with '%3$s' set.
da: Fejl! i %1$s: parameter '%2$s' understøttes kun sammen med '%3$s' sæt.

source: Unable to load class [%s] for module [%s]
da: Kan ikke loade class [%s] til modul [%s]

source: Sorry! No such item found.
da: Beklager! Et sådant element findes ikke.

source: Error! in %1$s: the "class" and "method" parameter must be specified together or just "function" by itself.
da: Fejl! i %1$s: "class" og "method" parametrene skal angives sammen eller bare "function" af sig selv.

source: Welcome, %s!
da: Velkommen, %s!

source: Error! "module" parameter must be specified.
da: Fejl! "modul" parameteren skal specificeres.

source: eventname is a required param for {notifyevent} plugin.
da: eventname er en nødvendig param for {notifyevent} plugin.

source: Error! in %1$s: %2$s, %3$s or %4$s parameter must be specified.
da: Fejl! i %1$s: %2$s, %3$s eller %4$s parameter skal specificeres.

source: Yes
da: Ja

source: No
da: Nej

source: Theme 3.0
da: Tema 3.0

source: smarty_block_case: case not inside a switch block
da: smarty_block_case: case er ikke inde i en switch blok

source: Error! "%1$s" must be set in %2$s
da: Fejl! "%1$s" skal indstilles i %2$s

source: Error! "%1$s" must be an instance of %2$s
da: Fejl! "%1$s" skal være en instans af %2$s

source: Edit sub-category
da: Rediger underkategori

source: No assigned categories.
da: Ingen tildelte kategorier.

source: An invalid '%1$s' parameter was received by the template function '%2$s'.
da: En ugyldig '%1$s' parameter blev modtaget af skabelon funktionen '%2$s'.

source: An invalid authentication module was received by the template function '%1$s'.
da: Et ugyldigt autentificeringsmodul blev modtaget af skabelonfunktionen '%1$s'.

source: An invalid authentication method was received by the template function '%1$s'.
da: En ugyldig godkendelsesmetode blev modtaget af skabelonfunktionen '%1$s'.

source: An invalid selected authentication module was received by the template function '%1$s'.
da: Et ugyldigt udvalgt autentificeringsmodul blev modtaget af skabelonfunktionen '%1$s'.

source: An invalid selected authentication method was received by the template function '%1$s'.
da: En ugyldig udvalgt autentificeringsmetode blev modtaget af skabelonfunktionen '%1$s'.

source: Active
da: Aktiv

source: Inactive
da: Inaktiv

source: Error! Cannot load module array class %1$s for module %2$s.
da: Fejl! Kan ikke indlæse modul array klasse %1$s til modul %2$s".

source: Error! If you use a plural or count in gettext, you must use both parameters together.
da: Fejl! Hvis du bruger en flertals eller optælling i gettext, skal du bruge begge parametre sammen.

source: {modurl} - %1$s is a required argument, you must specify it explicitly in %2$s
da: {modurl} - %1$s er et påkrævet argument, du skal angive det eksplicit i %2$s

source: browserhack block: condition param is required, non specified.
da: browserhack blok: tilstand param er påkrævet, ikke specificeret.

source: Core image %s does not exist, please use the png format (called from %s).
da: Kerne billede %s findes ikke, anvend png format (kaldet fra %s).

source: %s: Image '%s' not found
da: %s: Billede '%s' er ikke fundet

source: %s: Image '%s' is not a valid image file
da: %s: Billede '%s' er ikke en gyldig billedfil

source: Error! in %1$s: invalid value for the %2$s parameter (%3$s).
da: Fejl! i %1$s: ugyldig værdi for %2$s parameteren (%3$s).

source: Error! Category [%1$s] does not have the field [%2$s] set.
da: Fejl! Kategori [%1$s] har ikke indstillet feltet [%2$s].

source: Error! Cannot retrieve category with ID %s.
da: Fejl! Kan ikke hente kategorien med ID %s.

source: Date selector
da: Dato vælger

source: Error! With modifier_gt, you must use the following form for the gettext modifier ('gt'): $var|gt:$zikula_view
da: Fejl! Med modifier_gt, skal du bruge nedenstående formular for gettext modifier ('gt'): $var|gt:$zikula_view

source: Warning! The page variable %1$s is deprecated. Please use %2$s instead.
da: Advarsel! Side variablen %1$s er forældet. Anvend %2$s i stedet.

source: Invalid page variable name: '%1$s'.
da: Ugyldig side variabelnavn: '%1$s'.

source: Page generated in %s seconds.
da: Side genereret på %s sekunder.

source: The requested page could not be found or is not currently accessible.
da: Den ønskede side kunne ikke findes eller er ikke tilgængelig i øjeblikket.

source: A fatal system error occured.
da: Der opstod en fatal systemfejl.

source: Sorry! You have not been granted access to this page.
da: Beklager! Du har ikke fået adgang til denne side.

source: Unknown value [%1$s] for '%2$s'.
da: Ukendt værdi [%1$s] for '%2$s'.

source: Error! An entry in this field is mandatory.
da: Fejl! En indtastning i dette felt er obligatorisk.

source: Error! Input text must be no longer than %s characters.
da: Fejl! Indtastet tekst må ikke være længere end %s tegn.

source: Error! Input text must be longer than %s characters.
da: Fejl! Indtastet tekst skal være længere end %s tegn.

source: Error! You must make a selection.
da: Fejl! Du skal foretage et valg.

source: Error! Invalid e-mail address.
da: Fejl! Ugyldig emailadresse.

source: Error! Did not succeed in uploading file.
da: Fejl! Det lykkedes ikke at uploade filen.

source: Error! Invalid integer.
da: Fejl! Ugyldigt heltal.

source: Error! Range error. Value must be between %1$s and %2$s.
da: Fejl! Fejl i værdi. Værdi skal være mellem %1$s og %2$s.

source: Error! The value must be %s or more.
da: Fejl! Værdien ska være %s eller mere.

source: Error! The value must be %s or less.
da: Fejl! Værdien skal være %s eller mindre.

source: Edit
da: Rediger

source: Error! You must check this checkbox.
da: Fejl! Du skal foretage et valg.

source: Unknown date
da: Ukendt dato

source: Select date
da: Vælg dato

source: Error! Invalid date.
da: Fejl! Ugyldig dato.

source: Error! in %1$s: an invalid %2$s parameter was received.
da: Fejl! i %1$s: et ugyldigt %2$s parameter blev modtaget.

source: Choose one
da: Vælg en

source: Error! Invalid URL.
da: Fejl! Ugyldig URL.

source: Error! Invalid number.
da: Fejl! Ugyldigt tal.

source: Plugin %s must be an instance of Zikula_Form_AbstractPlugin
da: Plugin %s skal være en instans af Zikula_Form_AbstractPlugin

source: Cannot restore Zikula_Form_View plugin of type '%s' since stored and actual number of member vars differ
da: Kan ikke gendanne Zikula_Form_View plugin af typen '%s' siden den lagres og det reelle antal af medlemslande ændres

source: You have been logged out.
da: Du er logget ud.

source: Version numbers must be in the format "a.b.c" in class %s
da: Version tal skal være i formatet "a.b.c" i class %s

source: Capabilities properties must be an array in the form array(capability => array(version => string, ... => ... in %s
da: Kapacitets egenskaber skal være en array i formen array (kapacitet => array(version => string, ... => ... i %s

source: Hook subscriber area %s does not exist
da: Hook subscriber område %s eksisterer ikke

source: Hook provider area %s does not exist
da: Hook udbyder område %s eksisterer ikke

source: %1$s::%2$s() does not exist.
da: %1$s::%2$s() eksisterer ikke.

source: This doesnt appear to be an interactive session.
da: Dette synes ikke at være en interaktiv session.

source: Ajax security checks failed.
da: Ajax sikkerhedskontrol mislykkedes.

source: Empty 'page' specified in your theme page configuration on file %s.
da: Tom 'side' er angivet i din tema side konfiguration på fil %s".

source: Error! The template [%1$s] is not available in the [%2$s] module.
da: Fejl! Skabelonen [%1$s] er ikke tilgængelig i [%2$s] modul.

source: Error! The insert [%1$s] is not available in the [%2$s] module.
da: Fejl! Det indsatte [%1$s] er ikke tilgængeligt i modulet [%2$s].

source: [View %1$s] '%2$s' is not implemented
da: [View %1$s] '%2$s' er ikke implementeret

source: Empty [%s] received.
da: Tom [%s] modtaget.

source: Security token validation failed
da: Security Token validering mislykkedes

source: Registration authentication is not supported by this authentication method.
da: Registreringsgodkendelse er ikke understøttet af denne godkendelsesmetode.

source: Unable to parse XML workflow (line %1$s, %2$s): %3$s
da: Kunne ikke fortolke XML workflow (linje %1$s, %2$s): %3$s

source: Unknown %1$s name '%2$s' in action '%3$s'.
da: Ukendt %1$s navn '%2$s' i aktion '%3$s'.

source: Unknown %1$s name '%2$s' in action '%3$s' of the '%4$s' state.
da: Ukendt %1$s navn '%2$s' i aktion '%3$s' af '%4$s' tilstand.

source: Unknown state name '%1$s' in action '%2$s', operation '%3$s'.
da: Ukendt tilstandsnavn '%1$s' i aktion '%2$s', funktion '%3$s'.

source: Workflow state error: '%2$s' tag of the state '%1$s'.
da: Workflow tilstandsfejl: '%2$s' tag i tilstanden '%1$s'.

source: Unexpected %1$s tag in %2$s state
da: Uventet %1$s tag i tilstand %2$s

source: %1$s: The specified module [%2$s] does not exist.
da: %1$s: Det angivne modul [%2$s] findes ikke.

source: %1$s: Unable to find the workflow file [%2$s].
da: %1$s: Kan ikke finde workflow filen [%2$s].

source: %s: Unsupported module type.
da: %s: Modultypen er ikke understøttet.

source: %1$s: The module [%2$s] is not active.
da: %1$s: Modulet [%2$s] er ikke aktivt.

source: %1$s: %2$s not set.
da: %1$s: %2$s er ikke indstillet.

source: %1$s: %2$s must be an array or an object.
da: %1$s: %2$s skal være en array eller et objekt.

source: %1$s: %2$s needs to be named
da: %1$s: %2$s skal navngives

source: %1$s: %2$s is not an array nor an object.
da: %1$s: %2$s er ikke en array eller et objekt.

source: %1$s: %2$s is specified.
da: %1$s: %2$s er specificeret.

source: %1$s: %2$s is not specified.
da: %1$s: %2$s er ikke specificeret.

source: Permission check file [%s] does not exist.
da: Tilladelseskontrolfilen [%s] findes ikke.

source: Permission check function [%s] not defined.
da: Tilladelseskontrolfunktion [%s] er ikke defineret.

source: Render time
da: Render tid

source: Functions executions
da: funktionsudførelser

source: Module Func/API executions
da: Modul funk/API udførelser

source: Click to show the full parameter list
da: Klik for at vise hele parameterlisten

source: Click to show return value
da: Klik for at vise returværdi

source: Function
da: Funktion

source: Time (ms)
da: Tid (ms)

source: (empty)
da: (tom)

source: Log console
da: Log konsol

source: No items found.
da: Der blev ikke fundet nogen elementer.

source: Message
da: Besked

source: File: Line
da: Fil: Linje

source: Emergency
da: Nødsituation

source: Alert
da: Alarm

source: Critical
da: Kritisk

source: Error
da: Fejl

source: Warning
da: Advarsel

source: Notice
da: Bemærk

source: Informational
da: Informative

source: Unknown
da: Ukendt

source: Memory
da: Hukommelse

source: Configuration
da: Konfiguration

source: Zikula configuration
da: Zikula konfiguration

source: Module %s
da: Modul %s

source: Click to show the configuration variables
da: Klik for at vise konfigurationsvariablerne

source: Queries
da: Forespørgsler

source: Query
da: Forespørgsel

source: Templates
da: Skabeloner

source: Click to show the assigned template variables
da: Klik for at vise de tildelte skabelon variabler

source: Action: %1$s not available in this State: %2$s
da: Handling: %1$s er ikke tilgængelig i denne tilstand: %2$s

source: No permission to execute action: %s [permission]
da: Ingen tilladelse til at udføre handling: %s [tilladelse]

source: Operation file [%s] does not exist
da: Driftsfilen [%s] findes ikke

source: Operation function [%s] is not defined
da: Driftsfunktion [%s] er ikke defineret

source: Invalid next-state value [%1$s] retrieved by the '%2$s' operation for the workflow '%3$s' ['%4$s'].
da: Ugyldig næste-state værdi [%1$s] hentet af '%2$s" operation til arbejdsprocessen '%3$s' ['%4$s']."

source: An unknown error occurred
da: Der opstod en ukendt fejl

source: zikula_view.template_override returned a non-existent template path %s
da: zikula_view.template_override returnerede en ikke-eksisterende skabelonsti %s

source: %s is a protected template variable and may not be assigned
da: %s er en beskyttet skabelon variabel og kan ikke tildeles

source: Error! An invalid initialization directive '%s' found in 'DBObjectArray::init()'.
da: Fejl! Et ugyldigt initialiserings direktiv '%s' fundet i 'DBObjectArray::init()'.

source: Error! An unexpected parameter type initialization '%s' was encountered in 'PNObject::init()'.
da: Fejl! En uventet parameter initialiserings form '%s' blev fundet i 'PNObject::init()'.

source: Error! An invalid initialization directive '%s' found in 'DBObject::_init()'.
da: Fejl! Et ugyldigt initialiseringsdirektiv '%s' fundet i 'DBObject::_init()'.

source: Error! An unexpected parameter type initialization '%s' was encountered in 'DBObject::_init()'.
da: Fejl! En uventet parameter type initialisering '%s' blev fundet i 'DBObject::_init()'.

source: %1s: %2s is not an array.
da: %1s: %2s er ikke en array.

source: %1s: empty %2s supplied.
da: %1s: tom %2s leveret.

source: %1$s: invalid cmp_op [%2$s] supplied for non-required field [%3$s].
da: %1$s: ugyldig cmp_op [%2$s] leveret til ikke-påkrævet felt [%3$s].

source: %1$s: invalid cmp_op [%2$s] supplied for field [%3$s].
da: %1$s: ugyldig cmp_op [%2$s] leveret til feltet [%3$s].

source: %1$s: invalid validationArray supplied: expected 5 fields but found %2$s.
da: %1$s: ugyldig validationArray medfølger: Forventede 5 felter, men fandt %2$s.

source: Error! Received invalid parameter '%s'
da: Fejl! Modtog ugyldig parameter '%s'

source: Error! Non-existing root category '%s' received
da: Fejl! Ikke-eksisterende rodkategori '%s' modtaget

source: Copy
da: Kopier

source: Root category
da: Rodkategori

source: Name
da: Navn

source: Display name
da: Visningsnavn

source: Description
da: Beskrivelse

source: Value
da: Værdi

source: Locked
da: Låst
