Repository: sharazkhan/shafraz
Catalog: modules/FAQ/locale/*/LC_MESSAGES/module_faq.po
Languages: da

source: Error! Could not load items.
da: Fejl! Kunne ikke indlæse data.

source: View FAQ list
da: Vis OSS liste

source: Submit a question
da: Indsend et spørgsmål

source: Error! Creation attempt failed.
da: Fejl! Oprettelse mislykkedes.

source: No such item found.
da: Elementet findes ikke.

source: Error! Deletion attempt failed.
da: Fejl! Sletning mislykkedes.

source: Error! Update attempt failed.
da: Fejl! Opdatering mislykkedes.

source: Create a FAQ
da: Opret OSS

source: Purge PermaLinks
da: Fjern Permalinks

source: Settings
da: Indstillinger

source: Warning! Could not create the default FAQ category tree. If you want to use categorisation with FAQ, register at least one property for the module in the Category Registry.
da: Advarsel! Standard OSS kategoristrukturen kunne ikke oprettes. Hvis der ønskes anvendt kategorisering sammen med OSS skal der registreres mindst et element i Kategoriregisteret.

source: FAQ
da: OSS

source: Frequently Asked Questions
da: Ofte Stillede Spørgsmål (FAQ)

source: Invalid category passed.
da: Ugyldig kategori angivet.

source: Failed to get any items
da: Der kunne ikke hentes nogen elementer

source: Thank you for your question
da: Tak for dit spørgsmål

source: Error! Hook data did not validate. FAQ not created.
da: Fejl! Hook data kunne ikke valideres. OSS blev ikke oprettet.

source: Done! Item created.
da: Færdig! Element er oprettet.

source: Done! Item updated.
da: Færdig! Element er blevet opdateret

source: Done! Item deleted.
da: Færdig! Element er blevet slettet.

source: Purging of the pemalinks was successful
da: Fjernelse af permalinks lykkedes

source: Purging of the pemalinks has failed
da: Fjernelse af Permalinks mislykkedes

source: Edit
da: Redigere

source: Delete
da: Slet

source: Done! Module configuration updated.
da: Færdig! Modulkonfiguration er gemt.

source: faq
da: oss

source: FAQ Hooks
da: OSS Hooks

source: FAQ filter Hooks
da: OSS filtrer Hooks

source: Update FAQ
da: Opdater OSS

source: Question
da: Spørgsmål

source: PermaLink URL title
da: Permalink URL titel

source: (Blank = auto-generate)
da: (Tom = autogenerer)

source: Answer
da: Svar

source: Category
da: Kategori

source: Choose a category
da: Vælg kategori

source: Submitted by %s
da: Indsendt af %s

source: Answered by %s
da: Besvaret af %s

source: Created by %1$s on %2$s
da: Oprettet af %1$s d. %2$s

source: Updated by %1$s on %2$s
da: Opdateret af %1$s d. %2$s

source: Update
da: Opdater

source: Cancel
da: Annullere

source: Create FAQ
da: Opret OSS

source: Create
da: Opret

source: Reset
da: Nulstil

source: Internal ID
da: Intern ID

source: Answered
da: Besvaret

source: Options
da: Indstillinger

source: Yes
da: Ja

source: No
da: Nej

source: No items found.
da: Ingen elementer blev fundet.

source: Delete FAQ
da: Slet OSS

source: Confirmation prompt
da: Bekræftelse prompt

source: Do you really want to delete this FAQ?
da: Vil du virkelig slette denne OSS?

source: Confirm deletion?
da: Bekræft sletning?

source: General settings
da: Generelle indstillinger

source: Enable categorization
da: Aktivere kategorisering

source: Items per page
da: Elementer pr. side

source: Add category title to PermaLink
da: Tilføj kategorititel til Permalink

source: Categories
da: Kategorier

source: Recent FAQs
da: Seneste OSSer

source: Questions
da: Spørgsmål

source: Answers
da: Svar

source: Before submitting a question please check existing FAQ's as your question may have already been answered. If not then please submit your question via the form and below. Please use clear and precise language when submitting a question. After submission your question will be reviewed by the site editor(s).
da: Kontroller venligst om dit spørgsmål allerede er blevet besvaret inden du indsender det. Hvis det ikke er besvaret indsend da venligst dit spørgsmål vha. nedenstående formular. Anvend venligst klar og præcis sprogbrug ved indsendelse af et spørgsmål. Efter indsendelse vil dit spørgsmål blive gennemgået og vurderet af en af vore redaktører.

source: Your name
da: Dit navn

source: Content
da: Indhold

source: Submit
da: Send

source: FAQs
da: OSS'er
