Repository: sharazkhan/shafraz
Catalog: modules/ZSELEX/locale/*/LC_MESSAGES/module_zselex.po
Languages: da

source: Total price
da: Total pris

source: Ask In Shop
da: Spørg i butikken

source: Payment next shop
da: Betaling i næste butik

source: You can can print this order and purchase the items directly from the shop
da: Du kan udskrive ordren og købe varene i butikken

source: Sorry - Your Payment has been cancelled
da: Beklager - Betalingen er blevet afbrudt

source: Sorry - Your Payment Cannot Be Processed
da: Beklager - Betalingen kan ikke gennemføres

source: Sorry your order cannot be processes. some error has occured. please try again!
da: Beklager. Din ordre kan ikke behandles. Der opstod en fejl. Prøv venligst igen!

source: Your Payment has been processed.Please check you mail for the Order details
da: Din betaling er blevet behandlet. Kontroller venligst ordredetaljerne i din email

source: This is a sample test
da: Dette er et eksempel test

source: Welcome Back
da: Velkommen tilbage

source: Buy more services to enhance the experience for your users thus increasing your turnover
da: Køb en eller flere services for at forbedre oplevelsen for dine brugere og derved forbedre dine indtjeningsmuligheder

source: I have had
da: Jeg har haft

source: new visitors lately
da: nye besøgende for nylig

source: visitors in total
da: besøgende i alt

source: rated your page
da: bedømte dine sider

source: has laid a comment
da: har efterladt en kommentar

source: I've sold
da: Jeg hat solgt

source: Products in
da: Produkter i

source: products in total
da: produkter i alt

source: Message from City Pilot
da: Besked fra CityPilot

source: See Products
da: Se produkter

source: Admin says Hello World
da: Admin siger Hej Verden

source: Admin did not say Hello World
da: Admin sagde ikke Hej Verden

source: External function executes true.
da: Ekstern funktion udføres korrekt.
