Repository: sharazkhan/shafraz
Catalog: modules/ZSELEX/locale/*/LC_MESSAGES/module_zselex.po
Languages: da

source: Save this announcement
da: Gem denne meddelelse

source: Countries
da: Lande

source: Regions
da: Regioner

source: Level:
da: Niveau:

source: Value:
da: Værdi:

source: Change above relations
da: Skift ovenstående relationer

source: Confirm This Basket
da: Bekræft indkøbskurven

source: Do you want to Confirm this Basket?
da: Vil du bekræfte denne indkøbskurv?

source: Confirm
da: Bekræft

source: You are here
da: Du er her

source: DKK/mdr
da: DKK/md

source: Try demo
da: Prøv demo

source: Try demo for
da: Prøv demo i

source: Upgrade
da: Opgrader

source: Depended Services
da: Afhængige services

source: You have this bundle
da: Du har denne pakke

source: You have
da: Du har

source: of this bundle
da: af denne pakke

source: Do you want to Confirm this Order?
da: Vil du ekræfte denne ordre?

source: Primary Details
da: Primære Detaljer

source: Shipping Address
da: Forsendelses adresse

source: Street
da: Gade

source: Phone
da: Telefon

source: Place Order
da: Færdigør bestilling

source: Filter %1$s, %2$s product listed
da: Sorter %1$s, %2$s opført produkt

source: No products currently in database.
da: Ingen produkter i databasen på nuværende tidspunkt.

source: Configured Services
da: Konfigurerede services

source: PAID
da: BETALT

source: Reactivate
da: Genaktiver

source: Note
da: Bemærkning

source: Update Type
da: Opdater type

source: Create Type
da: Opret type

source: Update Advertise Price
da: Opdater Annonce pris

source: Create Advertise Price
da: Opret annonce pris

source: Price Type
da: Pris type

source: Cities
da: Byer

source: Areas
da: Områder

source: Create Area
da: Opret område

source: Create Banner
da: Opret banner

source: Banner Image
da: Bannerbillede

source: Create Branch
da: Opret branche

source: parent City
da: Overordnede By

source: parent Shop
da: Overordnet butik

source: AD
da: ANNONCE

source: Create Category
da: Opret kategori

source: Update City
da: Opdater by

source: Create City
da: Opret by

source: Update Country
da: Opdater land

source: Create Country
da: Opret land

source: Parent Country:
da: Overordnet land

source: Update Identifier
da: Opdater identifikator

source: Create Identifier
da: Opret identifikator

source: Create
da: Opret

source: Update Plugin
da: Opdater plugin

source: Create Plugin
da: Opret plugin

source: Display Info
da: Vis info

source: Quantity Based
da: Mængde baseret

source: Yes
da: Ja

source: No
da: Nej

source: Has Service Dependency
da: Har service afhængighed

source: Shop Depended
da: Butiksafhængig

source: Depended Shop Types
da: Afhængige butikstyper

source: Is Editable
da: Er redigerbar

source: Function name
da: Funktionsnavn

source: Display info
da: Vis info

source: Information title
da: Informations titel

source: Information Message
da: Informations besked

source: Available for demo
da: Tilgængelig for demo

source: no: of days
da: Antal: dage

source: Update Region
da: Opdatere region

source: Create Region
da: Opret region

source: Update Bundle
da: Opdater pakke

source: Create Service Bundle
da: Opret Servicepakke

source: Create Bundle
da: Opret Pakke

source: Modify Bundle
da: Rediger Pakke

source: Your Bundle
da: Din Pakke

source: Bundle name required
da: Pakkenavn mangler

source: Calculated Price
da: Beregnet pris

source: Bundle Price
da: Pakkepris

source: Bundle Type
da: Pakketype

source: main
da: hovedpakke

source: additional
da: tilvalgspakke

source: Free Bundle
da: Gratis Pakke

source: Save Bundle
da: Gem Pakke

source: Update Shop
da: Opdatér butik

source: Create Shop
da: Opret butik

source: Shop name required
da: Butiksnavn mangler

source: Title
da: Titel

source: Opening Hours
da: Åbningstider

source: Select Affiliate
da: Vælg Tilhørsforhold

source: Save this shop
da: Gem denne butik

source: Shop Admins
da: Butiksadministrator

source: Select shop type
da: Vælg butikstype

source: Domain
da: Domæne

source: Host
da: Vært

source: Password
da: Adgangskode

source: Change
da: Ændre

source: Set default
da: Angiv standard

source: Selected Services
da: Valgt service

source: Availed
da: Udnyttet

source: No Services for this shop
da: Der er ingen services i denne butik

source: Select Services
da: Vælg services

source: Select Design
da: Vælg design

source: Preview
da: Vis

source: not available
da: ikke tilgængelig

source: Update Shop Gallery Image
da: Opdatér butikkens galleribillede

source: Create Shop Gallery Image
da: Opret galleribillede til butikken

source: Image Description
da: Billede beskrivelse

source: Upload Image
da: Upload billede

source: Change Image
da: Skift billede

source: OR
da: ELLER

source: Uploading file.jpg
da: Uploader fil.jpg

source: Drop Images Here
da: Slip billeder her

source: 0 Files
da: 0 filer

source: Uploaded Files
da: Uploadede filer

source: Update Shop Image
da: Opdater butiksbillede

source: Create Shop Image
da: Opret butiksbillede

source: Create Shop Type
da: Opret butikstype

source: description
da: Beskrivelse

source: Delete This Type
da: Slet denne type

source: Do you really want to delete this type?
da: Vil du virkelig slette denne type?

source: Denmark Regions
da: Danske Regioner

source: Set ID'S
da: Sæt ID'er

source: Display City
da: Vis by

source: Display Shop
da: Vis butik

source: Display Type
da: Vis type

source: Update Deal Of The Day
da: Opdater dagens tilbud

source: Create Deal Of The Day
da: Opret dagens tilbud

source: Column Name
da: Kolonne navn

source: Column Value
da: Kolonne værdi

source: Date for DOTD
da: Dato for DT

source: Availability
da: Tilgængelighed

source: This Date is booked
da: Denne dato er allerede booket

source: Select Product
da: Vælg produkt

source: Select ZenCart Product
da: Vælg ZenCart produkt

source: Save this DOTD
da: Gem denne DT

source: Create DEAL OF THE DAY for this shop
da: Opret DAGENS TILBUD for denne butik

source: DEAL OF THE DAY
da: DAGENS TILBUD

source: DOTD Name
da: DT navn

source: dotd_date
da: dotdDato

source: Column
da: Kolonne

source: Value
da: Værdi

source: No DOTD.
da: Ingen DT

source: You are her
da: Du er her

source: Edit Services
da: Redigere Services

source: Here you have the option of editing services at your store. We have put together some packages of popular services that will cover many needs. But you also have the option to choose and combine services at your store needs.
da: Her har du mulighed for at redigere services til din butik. Vi har sammensat nogle pakker af populære services, som vil dække manges behov. Men du har også mulighed for selv at vælge, og kombinere services efter din butiks behov.

source: All your services
da: Alle services

source: Used
da: Brugt

source: Edit service
da: Rediger service

source: Edit Advertise
da: Rediger Annonce

source: Modifiy Ad
da: Rediger annonce

source: Edit City
da: Redigere by

source: Edit Shop
da: Redigér butik

source: Select Ecommerce
da: Vælg E-handel

source: choose plugins
da: Vælg plugin

source: Create Element
da: Opret element

source: Select Type
da: Vælg type

source: Parent Type
da: Overordnede type

source: Update Employee
da: Opdater medarbejder

source: Create Employee
da: Opret medarbejder

source: Employee Name
da: Medarbejdernavn

source: Cell
da: Mobil

source: Job
da: Stilling

source: Employee Image
da: Medarbejderbillede

source: Drag and Drop files here
da: Træk og Slip filer hertil

source: Employee list
da: Medarbejderliste

source: Filter %1$s, %2$s Employee listed (%3$s active)
da: Filtrer %1$s, %2$s vist medarbejder (%3$s aktive)

source: Emp ID
da: Medarbejder ID

source: Picture
da: Billede

source: No Employees present for this shop.
da: Der er ikke oprettet nogen medarbejdere i denne butik.

source: Create an event
da: Opret en Event

source: Modify event
da: Redigere Event

source: Hour:
da: Time:

source: Minute:
da: Minut:

source: Event Information
da: Information

source: Event short intro
da: Kort Event beskrivelse

source: Event Description
da: Eventbeskrivelse

source: Event Keywords
da: Eventnøgleord

source: Event Price
da: Eventpris

source: Event Contact
da: Event kontakt

source: Event Venue
da: Eventsted

source: Event Files
da: Filer

source: Show from
da: Vis fra

source: Article
da: Artikel

source: Product
da: Produkt

source: Doc
da: Dok

source: Selected Image:
da: Valgt billede:

source: Change Document
da: Skift dokument

source: Upload Document
da: Upload dokument

source: Selected Doc:
da: Valgt dokument:

source: Select Article
da: Vælg artikel

source: Create new Article and select
da: Opret en artikel og vælg

source: Your selected article will be displayed in the Event
da: Den valgte artikel vil blive vist som Event

source: Your uploaded Image will be displayed in the Event
da: Det valgte billede vil blive vist som Event

source: Your uploaded Document will be displayed in the Event
da: Det valgte dokument vil blive vist som Event

source: Your selected product will be displayed in the Event
da: Det valgte produkt vil blive vist som Event

source: Additional Files
da: Yderligere filer

source: Select a file
da: Vælg en fil

source: (You can upload mutiple files here)
da: (Du kan uploade mere end en fil her)

source: Additional Documents
da: Yderligere dokumenter

source: Select a doc
da: Vælg et dokument

source: (You can upload mutiple docements here)
da: (Du kan uploade mere end en dokumenter her)

source: Manage Events
da: Håndter Events

source: <b>Update This Event</b> : Drag and Drop new Event image or document to this box or click anywhere to edit Event information
da: <b>Rediger Event</b> : Træk og slip nyt Eventbillede eller dokument til denne boks eller klik for at redigere Eventen

source: Short Desription
da: Kort beskrivelse

source: Desription
da: Beskrivelse

source: Edit This Event
da: Rediger Event

source: Drag and Drop Image/Doc
da: Træk og slip billede/dokument

source: Drag and Drop Event image or document to<br> this box or just click anywhere inside the box
da: Træk og slip Eventbillede eller dokument til <br />denne boks eller klik i boksen for at oprette

source: Create Event
da: Opret event

source: Shop Event List
da: Butikkens Eventliste

source: Filter %1$s, %2$s theme listed
da: Sorter %1$s, %2$s opført tema

source: Shop Description
da: Butiks beskrivelse

source: No types currently in database.
da: Ingen typer i databasen på nuværende tidspunkt.

source: All These Categories
da: Alle disse kategorier

source: Select multiple categories
da: Vælg flere kategorier

source: Select Multiple
da: Vælg flere

source: Edit Discount
da: Rediger Rabatkode

source: Create Discount
da: Opret Rabatkode

source: Set Option
da: Sæt option

source: Discount Code
da: Rabatkode

source: Discount code required
da: Rabatkode kræves

source: Discount Value
da: Rabatværdi

source: Discount value required
da: Rabatkodeværdi kræves

source: Add Values
da: Tilføj værdier

source: value
da: Værdi

source: sort order
da: Sortering

source: Save Event
da: Gem Event

source: Update Manufacturer
da: Opdater Producent

source: Create Manufacturer
da: Opret Producent

source: Manufacturer name required
da: Producentnavn mangler

source: Save Manufacturer
da: Opdater Producent

source: Update Product Category
da: Opdater Produktkategori

source: Create Product Category
da: Opret Produktkategori

source: Category name required
da: Kategorinavn mangler

source: Save this Category
da: Gem kategori

source: Edit Option
da: Rediger option

source: Create Option
da: Opret option

source: Option name required
da: Navn på option mangler.

source: Dropdown
da: Dropdown (faldned)

source: Checkbox
da: Checkbox (aktivere/deaktivere)

source: Manufacturer list
da: Producentliste

source: Filter %1$s, %2$s manufacturer listed
da: Sorter %1$s, %2$s producent

source: Manufacturer Name
da: Producentnavn

source: No manufacturere currently in database.
da: Ingen producenter i databasen på nuværende tidspunkt.

source: Close
da: Lukker

source: Product categorys list
da: Produktkategoriliste

source: Filter %1$s, %2$s category listed
da: Sorter %1$s, %2$s opført katogori

source: Category Name
da: Kategori navn

source: category
da: kategori

source: No categorys currently in database.
da: Ingen kategorier i databasen på nuværende tidspunkt

source: Access a past category via its ID
da: Adgang til en tidligere kategori via sit ID

source: Drag and Drop Product Image
da: Træk og slip Produktbillede(r) hertil

source: select category
da: Vælg Kategori

source: Manufacturers
da: Producenter

source: Manage Categories
da: Kategorier

source: Manage Manufacturers
da: Producenter

source: Product Options
da: Produktoptioner

source: Discounts
da: Rabatkoder

source: No products found.
da: Ingen produkter fundet.

source: Discount code
da: Rabatkode

source: No discounts options found.
da: Ingen rabatkoder fundet.

source: Save sort order
da: Gem Sortering

source: Save Links
da: Gem Links

source: Save Order
da: Gem Ordre

source: No product options found.
da: Ingen produktoptioner fundet.

source: Note: If you want options in 2 dimensions (typical Size and Color) plz. check those 2 options in the Link column above.
da: Bemærk: Hvis der ønskes optioner i 2 dimensioner (typisk Størrelse og Farve) skal disse 2 optioner vælges i Link kolonnen ovenfor.

source: Unsubscribe from this Service
da: Afmeld denne Service

source: New products list
da: Ny produkt liste

source: Addditional Mail Text
da: Ekstra Mailtekst

source: Enable
da: Aktiver

source: Update Mini Shop
da: Opdater Minishop

source: Configure Mini Shop
da: Konfigurer Minishop

source: Shop type
da: Butikstype

source: Shop type required
da: Butikstype mangler

source: ZenCart Shop
da: ZenCart butik

source: Create Image
da: Opret billede

source: Shop Gallery Images
da: Butikkens galleribilleder

source: Set Default
da: Angiv standard

source: Default
da: Standard

source: No images found.
da: Ingen billeder fundet.

source: Shop Image List
da: Butikkens billeder

source: Display
da: Vis

source: Modifiy Type
da: Redigér type

source: ZSELEX settings
da: Butiksindstillinger

source: Update Keywords
da: Opdater nøgleord

source: Update Events
da: Opdater Events

source: Default Country ID
da: Standard Land ID

source: Default Country Name
da: Standard Land

source: Terms and Conditions
da: Betingelser og vilkår

source: Terms of trade
da: Handelsbetingelser

source: RMA
da: Returvarer

source: Delivery prices
da: Leveringspriser

source: Delivery time
da: Leveringstid

source: Privacy
da: Fortrolighedspolitik

source: Secure payment
da: Sikker betaling

source: Set Image Sizes
da: Angiv Billedstørrelser

source: max full size width
da: maks. fuld bredde

source: max full size height
da: maks. fuld højde

source: max medium size width
da: maks. medium bredde

source: max medium size height
da: maks. medium højde

source: max thumb size width
da: maks. frimærke bredde

source: max thumb size height
da: maks. frimærke højde

source: Set Groups
da: Grupper

source: Choose Shop Admin Group
da: Vælg gruppe for butiksadministrator

source: Choose Shop Owner Group
da: Vælg gruppen for butiksejer

source: Service Configurations
da: Serviceindstillinger

source: Service Expiry Reminder Days
da: Serviceudløb påmindelsesdage

source: Diskquota each item in MB
da: Diskquota hvert element i MB

source: Reminder Content Days
da: Påmindelsesinterval for redigering af indhold

source: Invoice Day Of Month
da: Faktureringsdag i måneden

source: Shop block on frontpage settings
da: Butiksindstillinger

source: Order By
da: Sorter efter

source: New shops
da: Nye butikker på forsiden

source: Top shops
da: Butikker

source: Top ranking shops
da: Butikker

source: Shop Limit
da: Grænse

source: Url Title
da: URL titel

source: Selected Country
da: Vælg Land

source: Nill
da: Blank

source: Selected Region
da: Vælg Region

source: Selected City
da: Vælg By

source: Selected Area
da: Vælg Område

source: Payment Options
da: Betaling

source: Set Theme
da: Angiv tema

source: Owners
da: Ejere

source: No Admins.
da: Ingen administratorer

source: Payments
da: Betalinger

source: Payment Type
da: Betalings type

source: This Service Is Tempororily Disabled
da: Denne service er midlertidigt deaktiveret

source: Cannot Edit
da: Kan ikke Rediger

source: Payment settings
da: Betalingsindstillinger

source: Paypal Settings
da: Paypal indstillinger

source: Select Payment Method
da: Vælg betalingsmetode

source: Payments Available
da: Betalingsmetoder

source: Payment Methods
da: Betaling

source: Options
da: Indstillinger

source: Paypal Config
da: Paypal konfiguration

source: Update Shop Pdf Image
da: Opdater butikkens PDF-billede

source: Create Shop Pdf Image
da: Opret butikkens PDF-billede

source: Pdf Description
da: PDF beskrivelse

source: Change Pdf
da: Ændre Pdf

source: Create PDF
da: Opret PDF

source: Shop PDF Images
da: Butikkens PDF-billeder

source: No pdf images found.
da: Ingen pdf billeder fundet.

source: Choose Services
da: Vælg service

source: Service Dependency
da: Service afhængighed

source: Bought
da: Bragt

source: Add to cart
da: Tilføj til indkøbskurv

source: Buy Services
da: Køb Services

source: Buying Services
da: Købe Services

source: Here you have the option of purchasing services for your store. We have put together some packages of popular services that will cover many needs. But you also have the option to choose and combine the services of your shopping needs.
da: Her har du mulighed for at redigere services til din butik. Vi har sammensat nogle pakker af populære services, som vil dække manges behov. Men du har også mulighed for selv at vælge, og kombinere services efter din butiks behov.

source: All services
da: Alle services

source: Price per month
da: Pris pr. måned

source: Try Demo
da: Prøv demo

source: quantity
da: antal

source: Buy service
da: Køb service

source: Confirm This Service
da: Bekræft denne Service

source: Do you really want to confirm this service?
da: Ønsker du virkelig at bekræfte denne service?

source: Services Cart
da: Serviceindkøbskurv

source: Bundle
da: Pakke

source: Original Price
da: Oprindelig pris

source: Service Cart is empty
da: Service kurven er tom

source: Grand Total:
da: Subtotal:

source: Update Cart
da: Opdater kurven

source: Go to payment
da: Gå til betaling

source: Grand Total
da: Subtotal

source: PayPal - The safer, easier way to pay online
da: PayPal - Mere sikker og lettere måde at betale online

source: Pay with Netaxept
da: Betal med kort (Netaxept)

source: Pay with QuickPay
da: Betal med kort (QuickPay)

source: Pay with Epay
da: Betal med kort (ePay)

source: Confirm Order
da: Bekræft ordre

source: Shop Page
da: Butiksside

source: submit article
da: Send artikel

source: submit news article
da: Send nyheds artikel

source: HOME
da: HJEM

source: used of
da: Brugt af

source: Cart (%s)
da: Kurv (%s)

source: You have not updated in recent time
da: Det er længe siden du har redigeret dit site

source: clear this
da: Ryd filter

source: More about
da: Mere om

source: p/m
da: pr. md.

source: Try free for
da: Prøv gratis i

source: Downgrade to this
da: Nedgradér til denne

source: Upgrade to this
da: Opgradér til denne

source: Remove Bundle
da: Fjern Pakke

source: You have %s of this bundle
da: Du har %s af denne pakke

source: You have
da: Du har

source: Downgrade
da: Nedgradér

source: This is the administration part of your sites. Choose one of the following to continue
da: Dette er administrationssiden for dit site. Vælg en af følgende for at fortsætte

source: Welcome to the administration part.Choose one of the following to continue
da: Velkommen til administrationsdelen. Vælg en af følgende for at fortsætte

source: My Site
da: Mit Site

source: Click here to edit your site. You can update your products / events and more.
da: Klik her for at redigere dit site. Du kan opdatere dine Produkter/Events med mere.

source: Change the options in your services
da: Ændre indstillingerne for din butiks services

source: Here is an overview of the services you purchased. Do you need additional services, you can buy them here.
da: Her er en oversigt over de services du har købt. Har du brug for flere services, kan du tilkøbe dem her.

source: Settings to the My Side
da: Indstillinger til Min Side

source: Shop settings
da: Butiksindstillinger

source: Set Shop Default Image
da: Angiv butikkens standardbillede

source: From Shop Default Image
da: Fra standard butiksbillede

source: From Gallery Default Image
da: Fra galleri standard billede

source: Set as main shop
da: Angiv som standardbutik

source: Shop Information
da: Information

source: Delete Shop
da: Slet butik

source: Click here to see more fields and options
da: Klik her for at se flere felter og indstillinger

source: Print Label Sheet
da: Udskriv labelark

source: Shop URL
da: URL

source: unlock
da: Lås op for at redigere

source: Frontpage Information
da: Forside Informationer

source: Link to my home page
da: Link til min hjemmeside

source: * Just leave this field empty if you don't have a homepage.
da: * Efterlad feltet blank hvis du ingen hjemmeside har.

source: ** Insert HTTP:// in front of your link if it is external.
da: ** Indsæt HTTP:// foran linket hvis det er eksternt.

source: VAT#
da: CVR

source: Open
da: Åbner

source: Monday
da: Mandag

source: closed
da: Lukket

source: Tuesday
da: Tirsdag

source: as above
da: som ovenfor

source: Wednesday
da: Onsdag

source: Thursday
da: Torsdag

source: Friday
da: Fredag

source: Saturday
da: Lørdag

source: Sunday
da: Søndag

source: Comment
da: Kommentar

source: Set as Main Shop
da: Angiv som primær butik

source: Set
da: Sæt

source: Unset
da: Frakoble

source: Advertise only selected products
da: Annoncér kun markerede produkter

source: From Minisite Image
da: Fra forsidebillede

source: From Gallery Image
da: Fra galleribillede

source: Click here to configure payment gateway
da: Konfigurer din betalingsmetode

source: Payment Gateways
da: Betalingsmetoder

source: Cards Accepted
da: Accepterede Kort/Betalinger

source: Cards/Payments Accepted
da: Accepterede Kort/Betalinger

source: Click here to configure Netaxept
da: Klik her for at konfigurere Netaxept

source: Netaxept settings
da: Netaxept indstillinger

source: Test Mode
da: Test modus

source: Return Url
da: Retur URL

source: Please enter the URL we should return to when returning from payment gateway. If you leave it blank we will return to
da: Angiv URL der skal returneres til når brugeren vender retur fra betalingsgateway'en. Hvis feltet er blank returnerer vi til

source: If you point a domain name like http://mydomainname.com to your CityPilot shop you should enter that url here.
da: Hvis du har et domænenavn ala http://mitdomæne.dk, som peger på din CityPilot shop skal du skrive dette domænenavn her.

source: Click here to configure Paypal
da: Klik her for at konfigurere PayPal

source: Paypal settings
da: Paypal indstillinger

source: Business Email
da: Firma email

source: Click here to configure QuickPay
da: Klik her for at konfigurere QuickPay

source: QuickPay settings
da: QuickPay indstillinger

source: Automatic Card Selection
da: Automatisk kortvalg

source: Select Individual Payment
da: Vælg betalingsmetode

source: Click here to configure ePay
da: Klik her for at konfigurere ePay

source: ePay settings
da: ePay indstillinger

source: ePay Test Merchant Number
da: ePay Test Merchant nummer

source: ePay Merchant Number
da: ePay Merchant nummer

source: Click here to configure Direct Payment
da: Klik her for at konfigurere Direkte Betaling

source: Directpay settings
da: Direkte betaling indstillinger
