Repository: sharazkhan/shafraz
Catalog: modules/ZSELEX/locale/*/LC_MESSAGES/module_zselex.po
Languages: da

source: Employee
da: Medarbejder

source: Done! Deleted successfully.
da: Færdig! Slettet.

source: Error! Delete was NOT performed.
da: Fejl! Sletningen blev ikke udført.

source: Done! shop information updated successfully.
da: Færdig! Butiksinformation er blevet opdateret.

source: Error! Site not found!
da: Fejl! site ikke fundet!

source: Done! Created Netaxept configuration.
da: Færdig! Oprettede opsætning til Netaxept.

source: Done! Updated Netaxept configuration.
da: Færdig! Opdaterede opsætning til Netaxept.

source: Done! Created Paypal configuration.
da: Færdig! Oprettede opsætning til Paypal.

source: Done! Updated the Paypal configuration.
da: Færdig! Opdaterede Paypal opsætning.

source: Done! Created QuickPay configuration.
da: Færdig! Oprettede opsætningen til QuickPay.

source: Done! Updated the QuickPay configuration.
da: Færdig! Opdaterede QuickPay konfigurationen.

source: Done! Created Epay configuration.
da: Færdig! Oprettede opsætning til ePay.

source: Done! Updated the Epay configuration.
da: Færdig! Opdaterede opsætning til ePay.

source: Done! Created Directpay configuration.
da: Færdig! Oprettede opsætning til Direkte betaling.

source: Done! Updated Directpay configuration.
da: Færdig! Opdateret opsætning til Direkte betaling.

source: Done! Created Freight configuration.
da: Færdig! Oprettede PayPal opsætningen.

source: Done! Updated Freight configuration.
da: Færdig! Opdaterede fragtopsætningen.

source: Done! Updated payment settings.
da: Færdig! Opdaterede betalingsindstillingerne.

source: Done! image updated successfully.
da: Færdig! Billede er blevet opdateret

source: Done! deleted image successfully.
da: Færdig! Billede er blevet slettet.

source: Done! Employee details saved successfully.
da: Færdig! Medarbejderoplysninger er blevet gemt.

source: Story not created for unknown reason (Api failure).
da: Historikken blev oprettet af ukendte årsager (Api fejl).

source: Done! deleted employee successfully.
da: Færdig! Medarbejder er blevet slettet.

source: Done! banner deleted successfully.
da: Færdig! Banner er blevet slettet.

source: Done! Event saved succesfully!
da: Færdig! Begivenhed gemt

source: Done! Deleted Event.
da: Færdig! Event slettet

source: You must enable at least one payment gateway. Please go to
da: Du skal aktivere mindst en betalingmetode. Gå venligst til

source: shop settings
da: Butiksindstillinger

source: Done! Product has been updated successfully.
da: Færdig! Produktet er blevet opdateret.

source: Done! Product has been deleted successfully.
da: Færdig! Produktet er blevet slettet.

source: Done! Created Ad successfully.
da: Færdig! Annonce oprettet.

source: Done! Ad has been deleted successfully.
da: Færdig! Annonce er blevet slettet.

source: Done! Service(s) configured successfully.
da: Færdig! Servicen er godkendt og konfigureret.

source: Sorry! Some error occured.Please contact administrator
da: Beklager! Der opstod en fejl. Kontakt venligst administratoren!

source: Sorry your order has been cancelled!
da: Beklager - Betalingen er blevet afbrudt!

source: Sorry your order has been failed!
da: Beklager - Betalingen er fejlet!

source: Sorry your order has been Cancelled!
da: Beklager - Betalingen er blevet afbrudt!

source: Your Services will be configured shortly
da: Dine services vil blive konfigureret snarest

source: Done! Affiliate has been created successfully.
da: Færdig! Tilhørsforhold er blevet oprettet.

source: Done! Affiliate has been saved successfully.
da: Færdig! Tilhørsforhold er blevet gemt.

source: Done! Affiliate has been deleted successfully.
da: Færdig! Tilhørsforhold er blevet slettet.

source: Done! Category has been created successfully.
da: Færdig! Kategori er blevet oprettet.

source: Done! Category details has been updated successfully.
da: Færdig! Kategori detaljer er blevet opdateret.

source: Error! Category already exists
da: Fejl! Kategori findes allerede

source: Done! Category details has been created successfully.
da: Færdig! Kategoridetaljer er blevet oprettet.

source: Product Category
da: Produktkategori

source: Done! Category has been deleted successfully.
da: Færdig! Kategori er blevet slettet.

source: With selected:
da: Med valgte:

source: View
da: Vis

source: Approve
da: Godkend

source: Hide
da: Skjul

source: All Events
da: Alle Events

source: Approved Events
da: Godkendte Events

source: Hidden Events
da: Skjulte Events

source: Queued Events
da: Events i kø

source: Error! Manufacturer already exists
da: Fejl! Producenten findes allerede

source: Done! Manufacturer has been created successfully.
da: Færdig! Producenten er blevet oprettet.

source: Done! Manufacturer has been updated successfully.
da: Færdig! Producenten er blevet opdateret.

source: Manufacturer
da: Producent

source: Done! Manufacturer has been deleted successfully.
da: Færdig! Producenten er blevevt slettet.

source: Done! Mail text has been saved.
da: Færdig! Mailtekst er blevet gemt.

source: You cannot link more than 2 options
da: Det er ikke muligt at linke mere end 2 optioner

source: You need to link minimum of 2 options
da: Der skal vælges 2 optioner at linke

source: Done! saved linked options
da: Færdig! Linkede optioner er gemt

source: Done! saved sort order
da: Færdig! Gemt Sortering

source: Done! Created product option
da: Færdig! Produktoption er blevet oprettet.

source: Done! Updated product option
da: Færdig! Produktoption er blevet opdateret.

source: Done! Product option has been deleted successfully.
da: Færdig! Produktoption er blevet slettet.

source: Update Bundles script has started at background
da: Opdatering af pakker er startet i baggrunden

source: Done! Social Link has been saved successfully.
da: Færdig! Sociale Link er blevet gemt.

source: Done! Social Link has been created successfully.
da: Færdig! Sociale Link er blevet gemt.

source: Social Link
da: Sociale Link

source: Done! Social Link has been deleted successfully.
da: Færdig! Social Link er blevet slettet.

source: Done! Social link urls updates successfully.
da: Færdig! Social Link er blevet opdateret.

source: Done! Created discount
da: Færdig! Rabatkode oprettet

source: Done! Updated Discount
da: Færdig! Rabatkode opdateret

source: Discount
da: Rabat

source: Done! Discount has been deleted successfully.
da: Færdig! Rabatkode er blevet slettet.

source: View Owner
da: Vis Ejer

source: Sorry! New user registration is currently disabled.
da: Beklager! Ny brugerregistrering er i øjeblikket deaktiveret.

source: (Password provided by site administrator)
da: (Password leveret af administratoren)

source: Done! Created new registration application.
da: Færdig! Ny oprettet registreringsapplikation.

source: Done! Created new user account.
da: Færdig! Oprettede ny brugerkonto.

source: Warning! New user information has been saved, however there may have been an issue saving it properly.
da: Advarsel! Ny bruger information er blevet gemt, men der kan have været et problem at gemme det ordentligt.

source: Error! Could not create the new user account or registration application.
da: Fejl! Kunne ikke oprette den nye brugerkonto eller registreringsapplikationen.

source: Error! An owner already exists for this site!<br>
da: Fejl! En ejer findes allerede for denne side! <br>

source: Sorry! No matching users found.
da: Beklager! Ingen matchende brugere fundet.

source: An unknown form type was received by %1$s.
da: Et ukendt formular type blev modtaget af %1$s.

source: The %1$s function has entered an unknown state.
da: %1$s funktionen er gået ind i en ukendt tilstand.

source: Done! Saved user's account information.
da: Færdig! Gemte brugers kontoinformation.

source: Error! You can't edit the guest account.
da: Fejl! Du kan ikke redigere gæstekontoeb.

source: Sorry! No such user found.
da: Beklager! Ingen bruger fundet.

source: Sorry! Unable to retrieve information for that user id.
da: Beklager! Kunne ikke hente oplysninger for det pågældende bruger-id.

source: Done! The user name for '%s' has been sent via e-mail.
da: Færdig! Brugernavnet for '%s' er blevet sendt via e-mail.

source: Sorry! There was an unknown error while trying to send the user name for '%s'.
da: Beklager! Der opstod en ukendt fejl under forsøg på at sende brugernavnet for '%s'.

source: Done! The password recovery verification code for %s has been sent via e-mail.
da: Færdig! Adgangskoden genopretnings bekræftelseskode for %s er blevet sendt via e-mail.

source: Error! You can't delete the guest account.
da: Fejl! Du kan ikke slette gæstekontoen.

source: Error! You can't delete the primary administrator account.
da: Fejl! Du kan ikke slette den primære administrator konto.

source: Error! You can't delete the account you are currently logged into.
da: Fejl! Du kan ikke slette den konto, du er logget ind på.

source: Done! Deleted %1$d user account.
da: Færdig! Slettet %1$d brugerkonto.

source: Done! Owner has been removed successfully.
da: Færdig! Ejer er blevet fjernet.

source: Done! Admin has been removed successfully.
da: Færdig! Administrator er blevet fjernet

source: An error occurred while trying to retrieve the registration records.
da: Der opstod en fejl under forsøget på at hente registrerings poster.

source: Unable to retrieve registration record. The record with the specified id might not exist, or you might not have permission to access that record.
da: Kunne ikke hente registreringsposten. Posten med det angivne ID eksisterer måske ikke, eller du har måske ikke tilladelse til at få adgang til det pågældende post.

source: Error! Invalid registration uid.
da: Fejl! Ugyldig registrering UID.

source: Error! Unable to load registration record.
da: Fejl! Kunne ikke indlæse registrerings post.

source: Sorry! There was a problem sending a verification code to '%1$s'.
da: Beklager! Der opstod et problem med at sende en bekræftelseskode til '%1$s'.

source: Done! Verification code sent to '%1$s'.
da: Færdig! Bekræftelseskode sendt til '%1$s'.

source: Warning! Nothing to do! The registration record with uid '%1$s' is already approved.
da: Advarsel! Intet at gøre! Registreringsposten med UID '%1$s' er allerede godkendt.

source: Error! The registration record with uid '%1$s' cannot be approved. The registration's e-mail address must first be verified.
da: Fejl! Registreringsposten med UID '%1$s' kan ikke godkendes. Registreringens e-mail-adressen skal først verificeres.

source: Error! E-mail verification cannot be skipped for '%1$s'. The user must establish a password as part of the verification process.
da: Fejl! E-mail verifikationen kan ikke springes over for '%1$s'. Brugeren skal oprette en adgangskode som led i verifikationsprocessen.

source: Sorry! There was a problem approving the registration for '%1$s'.
da: Beklager! Der opstod et problem om godkendelse af registreringen for '%1$s'.

source: Done! The registration for '%1$s' has been approved and a new user account has been created.
da: Færdig! Tilmeldingen for '%1$s' er blevet godkendt og brugerkontoen er oprettet.

source: Done! The registration for '%1$s' has been approved and is awaiting e-mail verification.
da: Færdig! Tilmeldingen for '%1$s' er blevet godkendt og afventer e-mail bekræftelse.

source: Sorry! There was a problem deleting the registration for '%1$s'.
da: Beklager! Der opstod et problem at slette registreringen for '%1$s'.

source: Done! The registration for '%1$s' has been denied and deleted.
da: Færdig! Tilmeldingen for '%1$s' er blevet afvist og slettet.

source: Done! Users module settings have been saved.
da: Færdig! Brugermodulsindstillinger er blevet gemt.

source: There was a problem with one of the module settings. Please review the message below, correct the error, and resubmit your changes.
da: Der opstod et problem med modulsindstillingerne. Gennemgå venligst nedenstående meddelelse, og ret fejlen, og gensend dine ændringer.

source: Done! Users imported successfully.
da: Færdig! Brugere importeret.

source: Error! You have not chosen any file.
da: Fejl! Der er ikke valgt nogen fil.

source: Error! The file extension is incorrect. The only allowed extension is csv.
da: Fejl! Filtypen er forkert. Den eneste tilladte filtype er csv.

source: Error! It has not been possible to read the import file.
da: Fejl! Det var ikke muligt at læse importfilen.

source: Error! The import file does not have the expected field %s in the first row. Please check your import file.
da: Fejl! Import filen har ikke det forventet felt %s i den første række. Tjek venligst din import fil.

source: Error! The number of parameters in line %s is not correct. Please check your import file.
da: Fejl! Antallet af parametre i linje %s er ikke korrekt. Tjek venligst din import fil.

source: Sorry! The user name is not valid in line %s. The user name is mandatory and the maximum length is 25 characters. Please check your import file.
da: Beklager! Brugernavnet er ikke gyldigt i linje %s. Brugernavnet er obligatorisk og den maksimale længde er 25 tegn. Tjek venligst din import fil.

source: Sorry! The user name %1$s is reserved and cannot be registered in line %2$s. Please check your import file.
da: Beklager! Brugernavnet %1$s er reserveret og ikke kan registreres i linje %2$s. Tjek venligst din import fil.

source: Sorry! The user name %1$s cannot contain spaces in line %2$s. Please check your import file.
da: Beklager! Brugernavnet %1$s kan ikke indeholde mellemrum i linje %2$s. Tjek venligst din import fil.

source: Sorry! The user name %1$s is repeated in line %2$s, and it cannot be used twice for creating accounts. Please check your import file.
da: Beklager! Brugernavnet %1$s er gentaget i linje %2$s, og det kan ikke bruges to gange for at oprette konti. Tjek venligst din import fil.

source: Sorry! You did not provide a password in line %s. Please check your import file.
da: Beklager! Du har ikke angivet en adgangskode i linje %s. Tjek venligst din import fil.

source: Sorry! The password must be at least %1$s characters long in line %2$s. Please check your import file.
da: Beklager! Adgangskoden skal være mindst %1$s tegn i linje %2$s. Tjek venligst din import fil.

source: Sorry! You did not provide a email in line %s. Please check your import file.
da: Beklager! Du har ikke angivet en e-mail i linje %s. Tjek venligst din import fil.

source: Sorry! The e-mail address you entered was incorrectly formatted or is unacceptable for other reasons in line %s. Please check your import file.
da: Beklager! Den e-mail-adresse, du indtastede var forkert formateret eller er uacceptabelt af andre årsager på linje %s. Tjek venligst din import fil.

source: Sorry! The %1$s e-mail address is repeated in line %2$s, and it cannot be used twice for creating accounts. Please check your import file.
da: Beklager! Den %1$s e-mail adresse gentages i linje %2$s, og kan ikke bruges to gange for at oprette konti. Tjek venligst din import fil.

source: Error! The CSV is not valid: the "activated" column must contain 0 or 1 only.
da: Fejl! CSV filen er ikke gyldig: den "aktiveret" kolonnen skal kun indeholde 0 eller 1 .

source: Error! The CSV is not valid: the "sendmail" column must contain 0 or 1 only.
da: Fejl! CSV filen er ikke gyldig: den "sendmail" kolonnen skal kun indeholde 0 eller 1.

source: Sorry! The identity of the group %1$s is not not valid in line %2$s. Perhaps it do not exist. Please check your import file.
da: Beklager! Identiteten af gruppen %1$s er ikke ikke gyldigt i linje %2$s. Måske eksisterer den ikke. Tjek venligst din import fil.

source: Error! The import file does not have values.
da: Fejl! Den importerede fil har ingen værdier.

source: Error! Trying to read the existing user names in database.
da: Fejl! Forsøger at læse de eksisterende brugernavne i databasen.

source: Sorry! One or more user names really exist in database. The user names must be uniques.
da: Beklager! En eller flere brugernavne eksisterer allerede i databasen. Brugernavnet skal være unik.

source: Error! Trying to read the existing users' email addressess in database.
da: Fejl! Forsøger at læse den eksisterende brugers e-mail addressess i databasen.

source: Sorry! One or more users' email addresses exist in the database. Each user's e-mail address must be unique.
da: Beklager! En eller flere brugerens e-mail adresser findes i databasen. Hver bruger e-mail adresse skal være unik.

source: Error! The creation of users has failed.
da: Fejl! Oprettelsen af brugere mislykkedes.

source: Done! A password change will be required the next time %1$s logs in.
da: Færdig! Ændring af adgangskode vil blive krævet næste gang %1$s logger ind.

source: Done! A password change will no longer be required for %1$s.
da: Færdig! En ændring af adgangskode vil ikke længere være påkrævet for %1$s.

source: Read more
da: Læs mere

source: FREE
da: GRATIS

source: Price
da: Pris

source: Time
da: Tid

source: Location
da: Lokation

source: Contact
da: Kontakt

source: Organizer
da: Arrangør

source: See More
da: Se mere

source: Load More Events
da: Vis flere Events

source: No Events Found
da: Ingen Events fundet.

source: No Shops Found
da: Ingen butikker fundet

source: search city
da: søg efter by

source: points
da: point

source: values
da: værdier

source: price
da: Pris

source: qty
da: stk

source: remove
da: Fjern

source: There was an error with one of the fields, below. Please review the message, and correct your entry.
da: Der opstod en fejl med et af felterne nedenfor. Du bedes gennemgå meddelelsen, og rette indtastningen.

source: An invalid authentication module name was received.
da: Et ugyldigt godkendelses modulnavn blev modtaget.

source: The '%1$s' module is not in an available state.
da: Det '%1$s' modul er ikke i en tilgængelig tilstand.

source: The '%1$s' module is not an authentication module.
da: Det '%1$s' modul er ikke en godkendelses modul.

source: Done! ZSELEX configuration has been updated successfully.
da: Færdig! ZSELEX konfiguration er blevet opdateret.

source: Keyword updation started at background
da: Opdatering af nøgleord er startet

source: Event temperory table updation started at background
da: Opdatering af midlertidige tabeller for Events er startet i baggrunden

source: Done! Payment settings has been updated successfully.
da: Færdig! Betalings indstillingerne er blevet opdateret.

source: Done! Site configuration has been updated successfully.
da: Færdig! Websted konfiguration er blevet opdateret.

source: Done! Type has been created successfully
da: Færdig! Type er blevet oprettet

source: Done! Type has been updated successfully.
da: Færdig! Type er blevet opdateret.

source: Story not updated for unknown reason (Api failure).
da: Historikken blev opdateret af ukendte årsager (Api fejl).

source: Done! Shop Type has been created successfully
da: Færdig! Butikstype er blevet oprettet

source: Done! Shop Type has been updated successfully.
da: Færdig! Butikstype er blevet opdateret.

source: Delete Type
da: Slet type

source: Do you want to delete this Type
da: Vil du slette denne type

source: Done! Type has been deleted successfully.
da: Færdig! Type er blevet slettet.

source: Done! City has been created successfully.
da: Færdig! By er blevet oprettet.

source: Done! City details has been updated successfully.
da: Færdig! By detaljer er blevet opdateret.

source: Done! Area has been created successfully.
da: Færdig! Område er blevet oprettet.

source: Done! Area has been updated successfully.
da: Færdig! Område er blevet opdateret.

source: %s: called with invalid %s.
da: %s: kaldt med ugyldig %s.

source: The destination path [%s] does not exist or is not writable
da: Destinationsstien [%s] eksisterer ikke eller er ikke skrivbar

source: The destination path does not exist or is not writable
da: Destinationsstien eksisterer ikke eller er ikke skrivbar

source: Error! Image %s is too wide.
da: Fejl! Billede %s er for bred.

source: Error! Image %s is too high.
da: Fejl! Billede %s er for høj.

source: Done! Shop details has been updated successfully.
da: Færdig! Butiksdetaljer er blevet opdateret med succes.

source: Error! Site was not created (probably API failure).
da: Fejl! Sitet blev ikke oprettet (formodentlig API fejl).

source: Done! Shop has been created successfully.
da: Færdig! Butik er blevet oprettet

source: Reactivate Demo
da: Genaktiver demo

source: Publish
da: Udgiv

source: Reject
da: Afvis

source: Change categories
da: Ændre kategorier

source: Processed Bulk Action. Action: %s.
da: Afviklet masse aktion. Aktion: %s.

source: Successfully reactivated demo
da: Demo genaktivering udført

source: Update script has started at background
da: Opdateringskørsel er startet i baggrunden

source: Done! shop(s) deleted!
da: Færdig! slettet butik(ker)!

source: Error! Deal Of The Day (DOTD) already exits.
da: Fejl! Dagens tilbud (DT) allerede udgange.

source: The service you try to use has to be purchased first.
da: Den service du forsøger at bruge skal købes først.

source: Done! Deal Of The Day (DOTD) has been deleted successfully.
da: Færdig! Dagens tilbud (DT) er blevet slettet.

source: Done! Deal Of The Day (DOTD) has been created successfully.
da: Færdig! Dagens tilbud (DT) er blevet oprettet.

source: Done! Deal Of The Day (DOTD) has been updated successfully.
da: Færdig! Dagens tilbud (DT) er blevet opdateret.

source: Congratulations on your new online representation.<br />We welcome you at CityPilot.<br />Please try one of our service packages in a free demo period.<br />Sincerely Your CityPilot team.
da: Tillykke med din nye online repræsentation.<br />Vi byder dig velkommen hos CityPilot.<br />Prøv venligst en af vore service pakker i en gratis demoperiode.<br />Med venlig hilsen dit CityPilot team.

source: Done! Service(s) has been configured to your minisite/-shop successfully.
da: Færdig! Service'en er konfigureret til dit minisite/-shop med succes.

source: Done! Service approved and configured successfully.
da: Færdig! Servicen er godkendt og konfigureret.

source: Delete Service
da: Slet service

source: Do you want to delete this Service
da: Ønsker du at slette denne Service

source: Done! Service has been deleted successfully.
da: Færdig! Servicen er slettet.

source: Done! Cart has been deleted successfully.
da: Færdig! Indkøbskurven er blevet slettet.

source: Done! Deleted Basket.
da: Færdig! Indkøbskurven er slettet.

source: Archive
da: Arkiv

source: Done! Selected Items Deleted Successsfully.
da: Færdig! Valgte emner er blevet slettet.

source: Minishop Product
da: Minishop produkt

source: Error! Unable to delete this %s.
da: Fejl! Kan ikke slette denne %s.

source: Image was not uploaded.
da: Billede var ikke uploaded.

source: Your disquota doesnt have sufficient space
da: Din diskquota ikke er tilstrækkelig plads

source: Done! Product has been created successfully.
da: Færdig! Produktet er blevet oprettet.

source: File was not uploaded. You need more disquoata to upload this file. Please upgrade.
da: Filen blev ikke uploadet. Der skal bruges mere diskplads for at uploade denne fil. Opgrader venligst.

source: Done! Minisite has been deleted successfully.
da: Færdig! Minisite er blevet slettet med succes.

source: Done! Advertise details has been updated successfully.
da: Færdig! Annonce detaljer er blevet opdateret.

source: Done! Advertise has been created successfully.
da: Færdig! Annonce detalje er blevet oprettet.

source: Error! The AdvertiseID in URL is invalid (%1$s). Please contact the administrator of this site and inform about this error!
da: Fejl! Det AdvertiseID i URL er ugyldig (%1$s). Kontakt venligst administratoren af denne hjemmeside og informere om denne fejl!

source: Done! AD price has been created successfully.
da: Færdig! AD pris er blevet oprettet.
