Repository: sharazkhan/shafraz
Catalog: modules/ZSELEX/locale/*/LC_MESSAGES/module_zselex.po
Languages: da

source: bought
da: købt

source: not bought
da: ikke købt

source: Not applicable for this shop
da: Gælder ikke denne butik

source: Depended services has not been bought
da: Afhængig service er ikke købt endnu

source: Error! No users selected to receive e-mail, or invalid uid list.
da: Fejl! Ingen brugere valgt til at modtage e-mail eller ugyldig UID liste.

source: Error! E-mail message to be sent not specified or invalid.
da: Fejl! E-mail-meddelelse, der skal sendes ikke angivet eller ugyldig.

source: Error! The required field '%2$s' was blank or missing
da: Fejl! Det krævede felt '%2$s' var tom eller mangler

source: Error! Could not send the e-mail message.
da: Fejl! Kunne ikke sende e-mailen.

source: Done! E-mail message has been sent to %1$d user.
da: Færdig! E-mail er blevet sendt til %1$d bruger.

source: Users list
da: Brugerliste

source: Pending registrations
da: Ventende registreringer

source: Create new user
da: Opret ny bruger

source: Import users
da: Importer brugere

source: Export users
da: Eksportere brugere

source: Find users
da: Find brugere

source: E-mail users
da: e-mail brugere

source: Settings
da: Indstillinger

source: Error! The users have been created but something has failed trying to get them from the database. Now all these users do not have group.
da: Fejl! Brugerne er blevet oprettet, men noget har fejlet i forsøget for at få dem fra databasen. Nu har alle disse brugere ikke nogen gruppe.

source: Error! The users have been created but something has failed while trying to add the users to their groups. These users are not assigned to a group.
da: Fejl! Brugerne er blevet oprettet, men noget har fejlet samtidigt med forsøget på at tilføje brugere til deres grupper. Disse brugere er ikke tilknyttet en gruppe.

source: Password for %1$s from %2$s
da: Adgangkode for %1$s af %2$s

source: Error! A problem has occurred while sending e-mail messages. The error happened trying to send a message to the user %s. After this error, no more messages were sent.
da: Fejl! Der opstod et problem, mens e-mails blev sendt. Fejlen skete i forsøget på at sende en besked til brugeren %s. Efter denne fejl blev der ikke sendt flere meddelelser.

source: Approval
da: Godkendelse

source: Service Purchase Approval
da: Servicegodkendelse

source: Cart
da: Kurv

source: Shop Service Cart
da: Butikkens Servicekurv

source: Theme (Global)
da: Tema (Global)

source: Configure the global ZSELEX Theme
da: Konfigurer globalt ZSELEX Tema

source: Theme (Owner)
da: Tema (Ejer)

source: Configure Owners Minisite/-shop Theme
da: Konfigurer Ejeres minisite/-shop Tema

source: Identifieres
da: Identifikatorer

source: Service Identifiers
da: Serviceidentifikatorer

source: Bundles
da: Pakker

source: Service Bundles
da: Servicepakker

source: Shop Services
da: Butikservices

source: Identifiers
da: Identifikatorer

source: Category
da: Kategori

source: Defined Categories
da: Kategorier

source: Branch
da: Branche

source: Defined Branches
da: Brancher

source: Country
da: Land

source: Defined Countries
da: Lande

source: Defined Regions
da: Regioner

source: City
da: By

source: Defined Cities
da: Byer

source: Area
da: Område

source: Defined Areas
da: Områder

source: AD prices
da: Reklamepris

source: Create pricelevel for ADs
da: Opret prisniveau for reklamer

source: Social Links
da: Sociale Link

source: Types
da: Typer

source: View the different types of shops
da: Vis de forskellige shoptyper

source: Affiliate
da: Tilhørsforhold

source: Map
da: Kort

source: Set regions in map
da: Sæt regioner på kortet

source: Mail Text
da: Mailtekst

source: Payment Gateway Settings
da: Betalings Gateway Indstillinger

source: Configure General Payment Gateways
da: Konfigurer generel betalingsgateway

source: General Settings
da: Generelle indstillinger

source: General settings of ZSELEX
da: Generalle indstillinger

source: Shoplist
da: Butikker

source: List of Shops you administrate
da: Butikker du administrerer

source: Product AD
da: Produkt AD

source: Advertise your products
da: Reklamere for dine produkter

source: Articles
da: Artikler

source: Minisite Articles
da: Minisite artikler

source: Article AD
da: Artikel AD

source: Advertise your articles
da: Reklamér med artikler

source: Deal Of The Day
da: Dagens tilbud

source: Gallery
da: Billedgalleri

source: Minisite Image Gallery
da: Minisite billedgalleri

source: Minisite PDF files
da: Minisite PDF-filer

source: Owner
da: Ejer

source: Shop Owner
da: Butiksejer

source: Admins
da: Administratorer

source: Shop Administrators
da: Butiksadministratorer

source: Theme
da: Tema

source: Configure Theme for Minisite/-shop
da: Konfigurer tema for minisite/-shop

source: Shop
da: Butik

source: Configure Minishop
da: Konfigurer Minishop service

source: Products
da: Produkter

source: Product Option
da: Produktoption

source: Create Events in your shop or area
da: Opret events i din shop eller i dit område

source: Pages
da: Sider

source: Create pages
da: Opret sider

source: List of configured services for Minisite/-shop
da: Liste over konfigurerede services til minisite/-shop

source: Purchase
da: Køb

source: Purchase services to extend your Minisite/-shop
da: Køb services til at udvide dit minisite/-shop med

source: Shop Settings
da: Butiksindstillinger

source: General settings in you Shop
da: Generalle indstillinger

source: Back to Shoplist
da: Tilbage til butikker

source: Go back to list of your Shops
da: Gå tilbage til listen over dine butikker

source: Error! Unable to create new element.
da: Fejl! Kunne ikke oprette nyt element.

source: Error! Could not load any results.
da: Fejl! Kunne ikke indlæse resultat.

source: Error! Item not found.
da: Fejl! Enhed ikke fundet.

source: Error! Unable to save your changes.
da: Fejl! Kunne ikke gemme dine ændringer.

source: Error! Could not load any types.
da: Fejl! Kunne ikke indlæse nogen typer.

source: Error! Could not delete type.
da: Fejl! Kunne ikke slette type.

source: Error! Invalid file type: %1$s
da: Fejl! Ugyldig filtype: %1$s

source: Error! Your file is too big. The limit is 14 MB.
da: Fejl! Din fil er for stor. Grænsen er 14 MB.

source: Cannot retreive products
da: Kan ikke hente produkter

source: Demo period for this service will expire today
da: Demo periode for denne service udløber i dag

source: day
da: dag

source: Demo period for this service will expire in
da: Demo periode for denne service udløber om

source: days
da: dage

source: Service Name
da: Servicenavn

source: Demo period for this service is over. Please upgrade the service to continue to use it.
da: Demoperioden for denne service er udløbet. Opgrader servicen for at fortsætte med at anvende den.

source: Demo period for this service has expired. Please buy the service to continue to use it.
da: Demoperiode for denne service er udløbet. Venligst køb servicen for at fortsætte med at anvende den.

source: ServiceName
da: Servicenavn

source: Your service usage period has expired for this paid service.
da: Servicen er udløbet. Køb den venligst igen for at anvende den.

source: Paid period for this service has expired. Please buy/upgrade the service to continue to use it.
da: Perioden for denne service er udløbet. Venligst køb/opgrader servicen for at fortsætte med at anvende den.

source: Your service limit is over for this demo service
da: Du har ikke flere ledige enheder af denne demoservice. Opgrader hvis du har brug for flere enheder.

source: Your demo period for this service has been expired
da: Din demoperiode for denne service er udløbet

source: Your service limit is over for this service
da: Du har ikke flere enheder af denne service. Opgrader hvis du har brug for flere enheder.

source: Your paid period for this service has been expired
da: Perioden for denne service er udløbet

source: The Service you try to use has to be purchased first
da: Servicen du forsøger at anvende skal først købes.

source: This service is currently disabled
da: Denne service er for øjeblikket deaktiveret

source: Depended service(s) for this service has not bought or expired
da: Service(s) denne service afhænger af er enten ikke blevet købt eller er udløbet

source: The service you try to use has to be purchased first
da: Servicen du forsøger at anvende skal først købes.

source: This service is currently running as demo and is still valid untill its demo time gets over
da: Denne service kører i øjeblikket som demo, og er stadig gyldig indtil din demoperiode er udløbet

source: You have paid for this service and
da: Du har betalt for denne service, og

source: You have paid for this service
da: Du har betalt for denne service

source: Error! Internal error. ShopId or ownername missing in CheckDiskQuota!
da: Fejl! Intern fejl. ShopId eller ejernavn mangler i CheckDiskQuota funktionen!

source: You have no diskquota. You need to aquire it to continue!
da: Du har ingen diskplads. Køb diskplads for at fortsætte!

source: Owner not assigned!
da: Ejer er ikke tildelt!

source: Your diskquota is exceeded. Please upgrade to continue!
da: Diskplads til rådighed er overskredet. Opgrader venligst for at fortsætte!

source: Admin
da: Administrator

source: Never cached
da: Aldrig cached

source: Partial cache
da: Devis cache

source: Multiple page caching
da: Flere sides caching

source: Caching explained
da: caching forklarede

source: Error! Could not create new article.
da: Fejl! Kunne ikke oprette ny artikel.

source: Error! Could not load any articles.
da: Fejl! Kunne ikke indlæse nogen artikler.

source: Read more...
da: Læs mere...

source: %s bytes more
da: %s bytes mere

source: Printer-friendly page
da: Udskrift-venlig side

source: Comments?
da: Kommentar?

source: %s comment
da: %s kommentar

source: %1$s about %2$s
da: %1$s om %2$s

source: Footnote: %s
da: Fodnote: %s

source: Error! Type not found.
da: Fejl! Type ikke fundet.

source: Error! site not found.
da: Fejl! site ikke fundet

source: Error! Type1 not found.
da: Fejl! Type1 ikke fundet.

source: Error! Type-myerror not found.
da: Fejl! Type-myerror ikke fundet.

source: search for...
da: Søg efter...

source: See full store here
da: Se komplet butik her

source: Your cart has been modified.Some products are deleted
da: Din indkøbskurv er blevet æbdret. Nogle produkter er blevet fjernet

source: Products marked with *** are not available in the desired quantity or not in stock!
da: Produkter markeret med *** er ikke tilgængelige i det ønskede antal eller udsolgt!

source: This option is linked.you cannot change its type to "checkbox"
da: Denne option er linket. Det er ikke muligt at ændre typen til 'checkbox'

source: You cannot link a 'checkbox' option
da: Det er ikke muligt at linke 'checkbox' optioner

source: Please enter a password.
da: Indtast password

source: Your password must be at least %s character long
da: Din adgangskode skal være mindst %s tegn lang

source: The password cannot be the same as the user name. Please choose a different password.
da: Brugernavn og adgangskode kan ikke være det samme. Vælg venligst en anden adgangskode

source: You did not enter the same password in each password field. Please enter the same password once in each password field (this is required for verification).
da: Du har ikke indtastet den samme adgangskode på hver af adgangskode felterne. Angiv den samme adgangskode én gang i hver adgangskode felt (dette kræves til verificering).

source: Please enter a password reminder.
da: Angiv en adgangskode påminder.

source: You cannot include your password in your password reminder.
da: Påminderen må ikke være inkluderet i adgangskoden

source: Your password reminder is too similar to your password.
da: Din adgangskode påmindelse ligger for tæt til din adgangskode.

source: You must provide an e-mail address.
da: Du skal angive en e-mail-adresse.

source: The e-mail address you entered was incorrectly formatted or is unacceptable for other reasons.
da: Den e-mail-adresse, du indtastede var forkert formateret eller er uacceptabelt af andre grunde.

source: Sorry! The domain of the e-mail address you specified is banned.
da: Beklager! Domænet for den e-mail-adresse, du har angivet er bandlyst.

source: The e-mail address you entered has already been registered.
da: Den indtastet e-mail-adresse, er allerede blevet registreret.

source: You did not repeat the e-mail address for verification. Please enter the same e-mail address once in each field.
da: Du har ikke gentaget e-mail adressen for verifikation. Indtast venligst den samme e-mail-adresse én gang i hvert felt.

source: You did not enter the same e-mail address in each e-mail address field. Please enter the same e-mail address once in each field (this is required for verification).
da: Du har ikke angivet den samme e-mail-adresse i hver felt. Indtast venligst den samme e-mail-adresse, i hvert felt (dette kræves til verificering).

source: Internal Error! Missing required parameter.
da: Intern fejl! Mangler påkrævet parameter.

source: You must provide a user name.
da: Du skal angive et brugernavn.

source: The user name you entered contains unacceptable characters. A valid user name consists of lowercase letters, numbers, underscores, periods, and/or dashes.
da: Brugernavnet du indtastede indeholder uacceptable tegn. Et gyldigt brugernavn består af små bogstaver, tal, understreger, punktummer og/eller bindestreger.

source: The user name you entered is too long. The maximum length is %1$d characters.
da: Brugernavnet du indtastede er for langt. Den maksimale længde er %1$d tegn.

source: The user name you entered is reserved. It cannot be used.
da: Brugernavnet du indtastede er reserveret. Det kan ikke anvendes.

source: The user name you entered has already been registered.
da: Brugernavnet du indtastede er allerede blevet registreret.

source: Internal Error! System-generated passwords are no longer supported!
da: Intern fejl! System-genereret adgangskoder understøttes ikke længere!

source: You gave the wrong answer to the anti-spam registration question.
da: Du gav det forkerte svar til anti-spam registrering spørgsmål.

source: '%1$s' is not a valid theme.
da: '%1$s' er ikke en gyldig tema.

source: New user registration is currently disabled.
da: Ny brugerregistrering er i øjeblikket deaktiveret.

source: Warning! The verification code for the new registration could not be sent.
da: Advarsel! Bekræftelseskoden for den nye registrering kunne ikke sendes.

source: Warning! The welcoming email for the new registration could not be sent.
da: Advarsel! Velkomst e-mail til den nye registrering kunne ikke sendes.

source: Warning! The notification email for the new registration could not be sent.
da: Advarsel! Underretningen e-mail til den nye registrering kunne ikke sendes.

source: Unable to store the new user registration record.
da: Kan ikke gemme den nye bruger registrering.

source: Warning! The user account was created, but there was a problem adding the account to the default group.
da: Advarsel! Din brugerkonto er oprettet, men der var et problem med at tilføje konto til standard gruppen.

source: Warning! The welcoming email for the newly created user could not be sent.
da: Advarsel! Velkomst e-mail til den nyoprettede bruger kunne ikke sendes.

source: New registration: %s
da: Ny registrering: %s

source: Warning! The notification email for the newly created user could not be sent.
da: Advarsel! Underretnings e-mail til den nyoprettede bruger kunne ikke sendes.

source: Error! Could not load data.
da: Fejl! Kunne ikke indlæse data.

source: Error! Unable to retrieve registration record with uid '%1$s'
da: Fejl! Kunne ikke hente registrering med uid '%1$s'

source: Error! The registration record with uid '%1$s' does not contain an e-mail address.
da: Fejl! Registreringen med uid '%1$s' indeholder ikke en e-mail-adresse.

source: Error! A verification code cannot be sent for the registration record for '%1$s'. It is already verified.
da: Fejl! En bekræftelseskode kan ikke sendes til registreringsposten for '%1$s'. Det er allerede bekræftet.

source: Error! A verification code cannot be sent for the registration record for '%1$s'. It must first be approved.
da: Fejl! En bekræftelseskode kan ikke sendes til registreringsposten for '%1$s'. Det skal først godkendes.

source: Error! Unable to save the verification code for the registration for '%1$s'.
da: Fejl! Kan ikke gemme bekræftelseskoden for registreringen for '%1$s'.

source: Error! Invalid registration record.
da: Fejl! Ugyldig registreringspost.

source: Error! Unable to retrieve registration record with id '%1$s'
da: Fejl! Kunne ikke hente registreringenspost med ID '%1$s'

source: Error: Unable to force registration for '%1$s' to be verified during approval. No e-mail address.
da: Fejl: Kunne ikke gennemtvinge registreringen for '%1$s' den skal efterprøves for godkendelse. Ingen e-mail-adresse.

source: Your disquota is exceeded. Please upgrade
da: Diskplads til rådighed er overskredet. Opgrader venligst for at fortsætte!

source: Service configured for demo
da: Service er konfigureret til demo

source: Paid Service configured successfully
da: Færdig! Servicen er godkendt og konfigureret.

source: Verify your account.
da: Bekræft din konto.

source: New user or registration.
da: Ny bruger eller registrering.

source: Verify your new e-mail address.
da: Bekræft din nye e-mail-adresse.

source: Recover your password.
da: Gendan din adgangskode.

source: Recover your user name.
da: Gendan dit brugernavn.

source: Welcome!
da: Velkommen!

source: A message from %s.
da: En meddelse fra %s

source: Account information for %s
da: Konto information for %s

source: Error! Unable to send user name e-mail message.
da: Fejl! Kan ikke sende brugernavn e-mailen.

source: Confirmation code for %s
da: Bekræftelseskode for %s

source: Error! Unable to send confirmation code e-mail message.
da: Fejl! Kan ikke sende bekræftelseskode e-mailen.

source: Error! Unable to save confirmation code.
da: Fejl! Kan ikke gemme bekræftelseskode.

source: Error! Unable to create confirmation code.
da: Fejl! Kan ikke oprette bekræftelseskode.

source: Confirmation change of e-mail for %s
da: Bekræftelse ændring af e-mail til %s

source: Log in
da: Log på

source: Recover account information or password
da: Gendan kontooplysninger eller adgangskode

source: New account
da: Ny konto

source: Advertisedisplay Block
da: Annoncerdisplay blok

source: Ministe Announcement
da: Minisite Meddelelse

source: Ministe Banner
da: Minisite banner

source: Center Product display
da: Centre produkt visning

source: Citypilot Footer
da: CityPilot Bund

source: Citypilot Header
da: CityPilot Top

source: Deal Of The Day (DOTD)
da: Dagens Handel

source: Employees
da: Medarbejdere

source: Event Calendar
da: Eventkalender

source: Exclusive Events
da: Eksklusive Events

source: Gallery Block
da: Galleri blok

source: Sample ZSELEX Block
da: Prøve ZSELEX Blok

source: Display Ishop Products
da: Vis iShop produkter

source: Display Products In Mini Shop
da: Vis produkter i Minishop

source: Display Minisite Event
da: Vis Minisite Event

source: Display Minisite Event Based On Selection
da: Vis Minisite Events på baggrund af udvælgelsen

source: Minisite Images Block
da: Minisite billedeblok

source: Minisitemenu Extended Menu
da: Minisite udvidet menu

source: Minisitemenu Extended menu block
da: Minisite udvidet menublok

source: --Installed modules--
da: --Installerede moduler--

source: --New link--
da: --Nyt link--

source: Display Products In Mini Website
da: Vis produkter i mini webside

source: New Shops in front end
da: Nye butikker på forsiden

source: PDF Images Block
da: PDF billed blok

source: Selection drop down box
da: Valg Drop down box

source: Selection drop down box for events
da: Vælg Drop down box for Events

source: Shop Services Menu
da: Butikkens Servicemenu

source: Shops AD Block
da: Butikkens reklameblok

source: Shop Address Block
da: Butikkens adresseblok

source: Shopdisplay Block
da: Butiksvisningsblok

source: Show Products From Shop
da: Vis produkter fra butikken

source: Social Links Block
da: Sociale Link blok

source: Specialdeals Block
da: Specialtilbudsblok

source: Display Upcomming Events
da: Vis kommende Events

source: Your Services Block
da: Dine services blok

source: Expired
da: Udløbet

source: Today
da: I dag

source: Day
da: Dag

source: Days
da: Dage

source: ZenCart Products
da: ZenCart produkter

source: All
da: Alle

source: Active
da: Aktiv

source: InActive
da: Ikke Aktiv

source: Edit
da: Redigere

source: Delete
da: Slet

source: Done! Identifier has been created successfully.
da: Færdig! Identifikator er blevet oprettet.

source: Done! Identifier has been updated successfully.
da: Færdig! Identifikator er blevet opdateret.

source: Service Identifier
da: Serviceidentifikator

source: Delete %s item
da: Slet %s element

source: Do you want to delete this %s item
da: Vil du slette denne %s element

source: Confirmation prompt
da: Bekræftelse prompt

source: Done! Service Identifier has been deleted successfully.
da: Færdig! Servicen identifikator er blevet slettet.

source: Done! Bundle has been created successfully.
da: Færdig! Pakke er blevet opretet.

source: Done! Bundle has been saved successfully.
da: Færdig! Pakke er blevet gemt.

source: Service Bundle
da: Servicepakke

source: Done! Service Bundle has been deleted successfully.
da: Færdig! Pakken er blevet slettet.

source: Welcome
da: Velkommen

source: Error! The ShopID in URL is invalid (%1$s). Please contact the administrator of this site and inform about this error!
da: Fejl! Det ShopID i URL er ugyldig (%1$s). Kontakt venligst administratoren af denne hjemmeside og informere om denne fejl!

source: My Sites
da: Mit Site

source: My Services
da: Mine Services

source: Buy Services!
da: Køb Services!

source: Done! original quantity retained
da: Færdig! Oprindelig mængde genetableret

source: Error! The ID in URL is invalid (%1$s). Please contact the administrator of this site and inform about this error!
da: Fejl! ID i URL'en er ugyldig (%1$s). Kontakt venligst administratoren og informer om denne fejl!

source: Done! Service Deleted Successfully.
da: Færdig! Servicen er blevet slettet.

source: Error! The BundleID in URL is invalid (%1$s). Please contact the administrator of this site and inform about this error!
da: Fejl! Pakke ID i URL'en er ugyldig (%1$s). Kontakt venligst administratoren og informer om denne fejl!

source: This Service is currently disabled
da: Denne service er i øjeblikket deaktiveret

source: This Service has been temporarily disabled!
da: Denne service er blevet midlertidig deaktiveret!

source: File was not uploaded. Your disquota is exceeded for this shop. Please upgrade.
da: Filen blev ikke uploadet. Tilgængelig diskplads er overskredet. Opgrader venligst.

source: Done! Banner Image Uploaded Successfuly!.
da: Færdig! Bannerbillede er blevet uploadet!

source: Error! Could not upload banner image
da: Fejl! Kunne ikke uploade bannerbillede

source: Minisite Image
da: Minisite billede

source: Delete %s
da: Slet %s

source: Do you want to delete this %s
da: Vil du slette denne %s

source: Done! Banner Deleted Successfully.
da: Færdig! Banner er blevet slettet.

source: This Service Is Currently Disabled
da: Denne service er i øjeblikket deaktiveret

source: Done! Created Announcement Successsfully.
da: Færdig! Meddelelse er blevet oprettet.

source: Done! Updated Announcement Successsfully.
da: Færdig! Meddelelse er blevet opdateret.

source: This service has been temporarily disabled!
da: Denne service er midlertidigt deaktiveret!

source: Done! Successfully created employee.
da: Færdig! Medarbejder er blevet oprettet.

source: Done! Successfully updated employee.
da: Færdig! Medarbejder er blevet opdateret
