Repository: sharazkhan/shafraz
Catalog: modules/ZSELEX/locale/*/LC_MESSAGES/module_zselex_js.po
Languages: da

source: PLEASE WAIT.....
da: VENT VENLIGST....

source: Loading...
da: Indlæser...

source: You have not selected
da: Du har ikke valgt

source: delete
da: Slet

source: reactivate demo
da: Genaktiver demo

source: publish
da: Udgiv

source: reject
da: Afvis

source: change categories for
da: Ændre kategorier for

source: You cannot undo this operation!
da: Du kan ikke fortryde denne handling!

source: Are you sure you want to %s the following items
da: Er du sikker på, at du vil %s følgende emne

source: Confirm Bulk Action
da: Bekræft Bulk Aktion

source: Please select at least one service to %s.
da: Vælg mindst én service at %s.

source: Bulk action error
da: Bulk handlings fejl

source: File validation failed
da: Filvalidering fejlet

source: Upload aborted
da: Upload afbrudt

source: File uploaded 100%
da: Fil er uploadet 100%

source: Select Files
da: Vælg filer

source: Add files
da: Tilføj filer

source: Upload all files
da: Upload alle filer

source: Remove all
da: Fjern alle

source: Select Files or Drag&Drop Files
da: Vælg filer eller Træk og Slip filer

source: Max files number reached
da: Maksimal antal filer angivet

source: Extension not allowed
da: Filtypen er ikke tilladt

source: File size now allowed
da: Tilladt filstørrelse

source: Add Files
da: Tilføj filer

source: Select files
da: Vælg filer

source: Clear all
da: Rens alle

source: Your changes wil be reloaded after few seconds
da: Dine ændringer vil blive opdateret efter nogle få sekunder

source: We suspect the transaction has been tampered with. Its now invalid and will be terminated. Please try again.
da: Vi har mistanke om, at transaktionen er blevet manipuleret med. Den er nu ugyldig og vil blive afbrudt. Prøv venligst igen.

source: Choose a city...
da: Vælg en by

source: Please choose a level
da: Vælg venligst et niveau

source: Do you really delete this Ad?
da: Vil du virkelig slette denne annonce?

source: Do you really want to change the status?
da: Er du sikker på du vil ændre status?

source: remove
da: Fjern

source: value
da: Værdi

source: sort order
da: Sortering

source: value not entered!
da: Værdier er ikke blevet indtastet!

source: Values are missing! Do you still want to save and exit?
da: Der mangler værdier! Vil du stadig gemme og afslutte?

source: This option is already selected
da: Denne option er allerede valgt

source: You have already selected this option
da: Du har allerede valgt denne option

source: some error occured!
da: Der opstod en fejl!

source: This product does not exist!
da: Produktet eksisterer ikke!

source: select category
da: Vælg Kategori

source: You have not selected any products
da: Du har ikke valgt noget produkt endnu

source: Do you really want to delete?
da: Vil du virkelig slette?

source: An error has occured. Please try again later
da: Fejl opstået. Prøv igen senere!

source: Do you really want to copy?
da: Er du sikker på du vil kopiere?

source: Copying...
da: Kopierer...

source: Done! Product Copied Successfully!
da: Færdig! Produktet er kopieret.

source: Please enter a manufacturer name!
da: Indtast venligst et producentnavn

source: This manufacturer already exist!
da: Denne producent eksisterer allerede!

source: Please enter a category name!
da: Indtast venligst et kategorinavn!

source: This category already exist!
da: Kategorien eksisterer allerede!

source: Do you really want to delete this product?
da: Er du sikker på du vil slette produktet?

source: End date should be greater than Start date
da: Slutdato skal være senere end startdato

source: Start date cannot be empty
da: Start dato kan ikke være tom

source: Some error occured. Please try later
da: Fejl opstået. Prøv igen senere!

source: Settings saved successfully!
da: Indstillinger er gemt!

source: This product is already in your cart!
da: Denne vare er allerede i din indkøbskurv

source: Product added to cart!
da: Produkt er tilføjet til indkøbskurven

source: Product not available in desired quantity!
da: Produktet er ikke tilgængeligt i det valgte antal!

source: Processing...
da: Behandler...

source: Add to Cart
da: Tilføj til indkøbskurv

source: Not Available!
da: Ikke tilgængelig!

source: Out of stock!
da: Udsolgt!

source: Please select available options
da: Vælg venligst optioner

source: Please answer question
da: Svar venligst på spørgsmålet

source: search for...
da: Søg efter...

source: Choose a category...
da: Vælg kategori

source: search category
da: Søg efter kategori

source: search region
da: Søg efter region

source: search city
da: søg efter by

source: search area
da: søg efter område

source: Select City
da: Vælg By

source: Select All Cities
da: Vælg alle byer

source: loading cities...
da: indlæser byer...

source: Please select a region
da: Vælg venligst en Region

source: Downgrading...
da: Nedgraderer...

source: Removing...
da: Fjerner...

source: Please upload a image minimum of width=900 and height=300 in size
da: Upload venligst et billede med følgende minimumsstørrelse: Bredde = 900 pixel og Højde = 300 pixel.

source: Do you really want to delete this event?
da: Er du sikker på du vi slette eventen?

source: lock
da: Lås

source: unlock
da: Lås op

source: Do you really want to delete this image?
da: Er du sikker på du vi slette billedet?

source: Do you really want to delete this banner?
da: Er du sikker på du vi slette banneret?

source: Do you really want to delete this employee?
da: Er du sikker på du vi slette medarbejderen?

source: Please select a crop region then press save
da: Vælg et område at beskære og tryk Gem

source: Saving...
da: Gemmer...

source: You dont have permission to delete this shop
da: Du har ikke rettigheder til at slette denne butik

source: Deletion has already been requested
da: Sletning er allerede bestilt

source: Please specify a reason for deleting
da: Angiv venligst årsag til sletning

source: Deleting...
da: Sletter...

source: Delete request has been initiated successfully
da: Sletning er bestilt

source: An error occured. Please try later
da: Fejl opstået. Prøv igen senere!

source: select manufacturer
da: Vælg Producent

source: Weak
da: Svag

source: Strong
da: Stærk

source: Very Strong
da: Meget stærk

source: The minimum length for user passwords is %s characters.
da: Den minimale længde for brugernes passwords er %s tegn.

source: Password can not match the username, choose a different password.
da: Password og brugernavn kan ikke være det samme. Vælg et andet password

source: The entered discount code is not valid for this order
da: Den indtastede rabatkode kan ikke anvendes på denne ordre

source: Discount Applied
da: Rabat anvendt

source: Picture/file operations not supported in 'Quick edit' mode. You must click the 'Save full edit' button to complete these operations.
da: Billede/fil operationen understøttes ikke i 'Hurtig redigering' tilstand. Du skal klikke på 'Gem hele redigering' knappen for at fuldføre disse operationer.

source: Saving quick draft...
da: Gemmer hurtig udkast ...

source: Save quick draft
da: Gem hurtig udkast

source: Save quick draft failed
da: Gem hurtig udkast mislykkedes

source: Update quick draft
da: Opdater hurtig udkast

source: Picture/file operations not supported in 'Quick draft' mode. You must click the 'Save full draft' button to complete these operations.
da: Billede/fil operationer understøttes ikke i 'Hurtig kladde' tilstand. Du skal klikke på "Gem hele kladde" knappen for at fuldføre disse operationer.

source: Schedule
da: Planlæg

source: Publish
da: Udgiv

source: Show
da: Vis

source: Hide
da: Gem

source: Author updated
da: Forfatter opdatering

source: You have not selected any shops
da: Du har ikke valgt nogen butikker

source: Do you really want to reactivate demoperiod?
da: Er du sikker på du vil genaktivere demoperioden?

source: Do you really want to change Affiliate?
da: Er du sikker på du vil ændre tilhørsforhold?

source: Do you really want to delete Category?
da: Er du sikker på, at du vil slette kategorien?

source: Do you really want to change Category?
da: Er du sikker på, at du vil ændre kategori?

source: Do you really want to delete Branch?
da: Vil du virkelig slette Branche?

source: Do you really want to change Branch?
da: Er du sikker på du vil ændre Branche?

source: Do you really want to change Status?
da: Er du sikker på du vil ændre status?
