Repository: sharazkhan/shafraz
Catalog: modules/ZSELEX/locale/*/LC_MESSAGES/module_zselex.po
Languages: da

source: Value without + or - will be new product price for that option.
da: Hvis + eller - udelades vil værdien være den nye pris for denne option.

source: No Vat
da: Momsfri

source: Question
da: Spørgsmål

source: Mandatory
da: Obligatorisk

source: Add Qty
da: Tilføj mængde

source: End
da: Slut

source: Copy a product
da: Kopier produkt

source: Set Demo
da: Demo

source: Submit
da: Send

source: <p>You are about to remove ALL your services. This leaves you only with the very basic information in your site. It's completely free but you will have very limited editing options!</p><p>Though we will not remove your data you will not be able to edit any of it until you buy a bundle again.</p><p>This means that should you continue with removal you will have the option to buy again later and your data in the system will be preserved so you will be able to edit them again.</p><p>Nevertheless... IF you choose to continue removal that information will not be visible in your site afterwards!<br>Furthermore be aware that removal will take effect immediately!</p><p>Please click <b>Cancel</b> to avoid removal or <b>Continue</b> if you want to proceed with removal of all services...</p>
da: <p>Du er ved at fjerne alle dine services. Dette resulterer i der kun vises meget grundlæggende oplysninger på dit websted. Det er helt gratis, men du vil have meget begrænsede redigeringsmuligheder!</p><p>Selvom vi ikke fjerner dine data, vil du ikke have mulighed for at redigere dem, indtil du køber en pakke igen.</p><p>Det betyder, at såfremt du fortsætter med at fjerne vil du stadig have mulighed for at tilkøbe igen senere for at redigere dine data i systemet, da de vil blive bevaret.</p><p>Ikke desto mindre ... Hvis du vælger at fortsætte med at fjerne dine services vil oplysningerne ikke være synlige i dit site bagefter!<br>Vær endvidere opmærksom på, at de fjernes med det samme!</p><p>Tryk på <b>Afbryd</b> for at undgå at fjerne eller <b>Fortsæt</b> hvis du ønsker at fortsætte med at fjerne alle services...</p>

source: Copy
da: Kopier

source: No events found
da: Ingen events fundet.

source: No entries found.
da: Ingen indlæg fundet.

source: No: of products to display
da: Antal af produkter for at vise

source: Order by
da: Sorter efter

source: Random
da: Tilfældig

source: New
da: Ny

source: My Account
da: Min konto

source: Change Password
da: Skift Kodeord

source: Change Language
da: Skift Sprog

source: Change Email
da: Skift Email

source: Frontpage
da: Forsiden

source: Find Us
da: Find os

source: Edit Banner
da: Rediger Banner

source: Products display
da: Produktvisning

source: Display Information Message
da: Vis informations besked

source: RETURN AND PAYMENT
da: RMA OG BETALING

source: TERMS AND CONDITIONS
da: BETINGELSER OG VILKÅR

source: Select City
da: Vælg By

source: Edit Employees
da: Rediger Medarbejdere

source: No of events to display
da: Antal Events at vise

source: Height
da: Højde

source: Width
da: Bredde

source: Zoom Level
da: Zoomniveau

source: enable center
da: Aktivere center

source: Select Shop
da: Vælg butik

source: No: of shops to display
da: Antal af butikker at vise

source: Show shops
da: Vis butikker

source: reset search
da: nulstil

source: loading cities...
da: indlæser byer...

source: Edit Pictures
da: Rediger Billeder

source: Edit Events
da: Rediger Events

source: All Events
da: Alle Events

source: Edit Event
da: Rediger Event

source: see event image
da: se event billede

source: Event Site
da: Event Link

source: See All
da: Vis alle

source: view all
da: Vis alle

source: Buy
da: Køb

source: more images
da: flere billeder

source: January
da: Januar

source: February
da: Februar

source: March
da: Marts

source: May
da: Maj

source: June
da: Juni

source: July
da: Juli

source: October
da: Oktober

source: Go to delivery
da: Gå til levering

source: Continue Shopping
da: Fortsæt med at handle

source: Subscribe To Newsletter
da: Tilmeld nyhedsbrev

source: Email address
da: Emailadresse

source: Please enter your zip code
da: Indtast postnr

source: Please enter your city
da: Indtast by

source: Done! create terms and conditions.
da: Færdig! oprettet betingelser og vilkår.

source: Done! updated terms and conditions.
da: Færdig! opdateret betingelser og vilkår.

source: Change Shop
da: Ændre butik

source: Configure your Payment Gateway
da: Konfigurer din betalingsgateway

source: Enter Customer Information
da: Indtast kundeoplysninger

source: My Page
da: Min Side

source: Click here to go to our homepage (will open in new page)...
da: Klik her for at gå til vores hjemmeside (åbner ny side)...

source: Back to frontpage
da: Tilbage til forsiden

source: No Items In Cart
da: Ingen varer i kurven

source: Edit Product
da: Rediger produkt

source: Available Options
da: Tilgængelige optioner

source: The entered discount code is not valid for this order
da: Den angivne rabat kode er ikke anvendelig på denne ordre

source: In Stock
da: På lager

source: _firstname
da: Fornavn

source: _lastname
da: Efternavn

source: _address
da: Adresse

source: _zipcode
da: Postnr.

source: _city
da: By

source: _phone
da: Telefon

source: No Products.
da: Ingen produkter

source: No Events Found.
da: Ingen Events fundet.

source: Add the current URL as a new link in this block
da: Tilføj nuværende URL som et nyt link i denne blok

source: Add current URL
da: Tilføj nuværende URL

source: Edit this block
da: Rediger blok

source: Template
da: Skabelon

source: Template for this block
da: Advarsel! Skabelon blok {%1$s} er forældet, anvend {%2$s} i stedet.

source: Visibility within block
da: Synlighed inden for blok

source: Display links to installed modules
da: Vis links til de installerede moduler

source: Block titles
da: Blok titler

source: These block titles override the title entered in the Blocks/extmenu section at the top of this page. If you enter titles here, it is these titles here that will be displayed in site pages. The title entered under Blocks/extmenu will be the title seen in the blocks list in the Blocks administration.
da: Disse blok titler overskriver titler indtastet i Blokke/extmenu afsnittet i toppen af denne side. Hvis du indtaster titler her, er det disse titler, som vil blive vist på siderne. Titlen som er opført under Blocks/extmenu vil være titlen som ses i bloklisten i Blok administrationen.

source: Content
da: Indhold

source: In the table below, drag and drop the menu items into your desired order. It is also possible to create nesting menu entries if you move an entry onto an existing row. The item order and the contents of each menu item are saved when you click the 'Save' button. The number in the right-hand column is the ID of the menu item. Use this ID number if you want to use permission rules to restrict access to the menu item.
da: I nedenstående tabel kan du trække og slippe menupunkterne i den ønskede rækkefølge. Det er også muligt at oprette flere menupunkter, hvis du flytter en post på en eksisterende række. Posten for og indholdet af hvert menupunkt gemmes, når du klikker på knappen 'Gem'. Tallet i højre kolonne er ID for menupunktet. Brug dette ID-nummer, hvis du ønsker at bruge tilladelsesregler til at begrænse adgangen til menupunktet.

source: You can use bracket URLs in the form: &#123;modname&#125;, &#123;modname:type:func&#125; or &#123;modname:type:func:param1=value1&amp;param2=value2&#125;. You may also specify the homepage as &#123;homepage&#125;.
da: Du kan bruge firkantparantes URL'er i formen: &#123;modname&#125;, &#123;modname:type:func&#125; eller &#123;modname:type:func:param1=value1&amp;param2=value2&#125;. Du kan også angive hjemmesiden som &#123;homepage&#125;.

source: Create new menu item
da: Opret nyt menupunkt

source: optional
da: valgfri

source: Error! Encountered a problem:
da: Fejl! Der opstod et problem:

source: Limit
da: Grænse

source: Edit Content
da: Rediger Indhold

source: Closed
da: Lukket

source: Contact Us
da: Kontakt os

source: Edit Social Link
da: Rediger Social Link

source: High Price Ads
da: Høj placering

source: Medium Price Ads
da: Medium placering

source: Low Price Ads
da: Lav placering

source: Your Services
da: Dine services

source: Expires
da: Udløber

source: No Services
da: Ingen services

source: Your Order Id
da: Dit ordrenr

source: Congratulations on your order
da: Tillykke med din ordre

source: Payment Method
da: Betalingsmetode

source: Payment Mode
da: Betalingsmetode

source: Card Type
da: Korttype

source: Your Details
da: Dine oplysninger

source: Customer Name
da: Kundenavn

source: Delivery Address
da: Leveringsadresse

source: ZIP code. city
da: Postnr. By

source: Phone Number
da: Telefonnr

source: Item
da: Vare

source: Shipping
da: Forsendelse

source: Vat
da: MOMS udgør

source: Free
da: Gratis

source: VAT is not applicable for this product
da: Denne vare er momsfri

source: Order Id
da: Ordrenr

source: Customer Details
da: Kundeoplysninger

source: Post on wall
da: Del på min væg

source: You rated this as
da: Du bedømte dette site med

source: Congratulations on your order has gone through - you will receive an order confirmation by email. If you have not received it within 10 minutes, please contact us
da: Tillykke din ordre er gået igennem - du vil modtage en ordrebekræftelse på mail. Hvis du ikke har modtaget den inden for 10-20 min, bedes du kontakte os.

source: Not Applicable
da: Gælder ikke denne butik

source: ZSELEX Items
da: ZSELEX varer

source: More articles in category
da: Flere artikler i kategori

source: by %1$s on %2$s
da: Af %1$s på %2$s

source: Contributed
da: Bidrog

source: Picture %1$s for %2$s
da: Billed %1$s fra %2$s

source: Picture gallery
da: Billed galleri

source: Create new attribute
da: Opret ny egenskab

source: Attribute name
da: Egenskabs navn

source: Attribute value
da: Egenskabs værdi

source: Delete this attribute
da: Slet denne egenskab

source: Always Cached
da: Altid Cached

source: Cached timestamp
da: Cached tidsstempel

source: seconds
da: sekunder

source: This number should only advance when the module-set cache lifetime expires (%s seconds).
da: Dette tal skal kun fremgå, når modulet-sæt cache levetid udløber (%s sekunder).

source: This page will take a long time to load the first time, but on repeated reloads it will load faster due to a check for is_cached(). When the cache is regenerated, it takes an additional 5 seconds.
da: Denne side vil tage lang tid om at indlæse den første gang, men gentagne genindlæsningen, og den vil loade hurtigere på grund af et check på is_cached (). Når cachen er regenereret, tager det yderligere 5 sekunder.

source: Refresh page
da: Opdater side

source: Cache Demo: Information about caching
da: Cache Demo: Information om caching

source: Demonstrations
da: Demonstrationer

source: See the menu above (Cache demo) and its sub-items for demonstrations of caching techniques. Be sure to see the PHP and template code to understand how each is achieved.
da: Se menuen ovenfor (Cache demo) og dens underpunkter til demonstrationer af caching teknikkerne.Se PHP og skabelon koden for at forstå, hvordan hver opnås.

source: Caching is a technology which speeds up pageloads by storing a version of a page in the filesystem and loads that page (for a set time period or 'lifetime') instead of reloading all the information from the database. Cached files are stored in %s and are specific to module, cacheId and template.
da: Caching er en teknologi, der load tiden for siderne ved at gemme en version af en side i filsystemet og indlæse, siden (for en given periode eller 'levetid') i stedet for at genindlæse alle oplysninger fra databasen. Cachede filer gemmes i %s og er et specifikke modul, cacheId og skabelon.

source: Enable render cache
da: Aktiver render cache

source: Checkbox (enable/disable)
da: Checkbox (aktivere/deaktivere)

source: Render caching handles all <strong>module templates</strong>. It does not handle <strong>theme templates</strong>, but the concept is essentially the same for both. When enabled, Zikula will automatically cache templates for the length of time set in 'render cache lifetime'. This means that any data in the module template that is changed will not display as changed until the cache expires. This functionality is not dependant on the module code. The template will be cached automatically, although this behavior can be overridden with module code (see various demos).
da: Render caching håndterer alle <strong> modul skabelonerne </strong>. Det håndtere ikke <strong> temaskabeloner </strong>, men konceptet er stort set den samme for begge. Når aktivt, vil Zikula automatisk cache skabelonerne til den tid der er indstillet i "render cache levetid«. Dette betyder, at alle data i modulets skabelon, der ikke er ændret vises som ændres, indtil cachen udløber. Denne funktion er ikke afhængig af modulet kode. Skabelonen vil blive cachet automatisk, selv om denne adfærd kan tilsidesættes med modul-kode (se diverse demoer).

source: Render cache lifetime
da: Render cache levetid

source: Integer (default 3600)
da: Heltal (standard 3600)

source: The render cache lifetime is the number of seconds that the cached template will 'live' or be displayed before being checked for new data. Entering a zero (0) for this value is essentially disabling caching. Entering negative one (-1) will set the cache output to never expire.
da: Render cache levetid er antallet af sekunder, som cachelagrede skabeloner vil »leve« eller blive vist før at blive kontrolleret for nye data. Indtastning af et nul (0) for denne værdi i det væsentlige invaliderende caching. Indtastning negativ (-1) vil sætte cache output til aldrig udløbe.

source: Render compiling is done for all templates, one cannot disable it. Compiling basically converts the special template syntax into PHP and makes it understandable to the PHP rendering engine. Compiled files are stored in %s and are specific to language, theme and module.
da: Render kompilering er færdig for alle skabeloner, man kan ikke deaktivere den. Kompilering omdanner dybest set den særlige skabelon syntaks i PHP og gør det forståeligt for PHP rendering engine. Udarbejdet filer gemmes i %s og er specifikke sprog, tema og modul.

source: Render compile check
da: Render compile kontrol

source: Render compilation is a check to see if the template has changed since its last display. When enabled, Zikula will automatically check to see if templates have changed since their last display and if so, display them even if the cache lifetime has not expired, thus resetting the cache lifetime. If the template has not changed, the cached template is displayed if the lifetime has not expired.
da: Render kompilering er en kontrol for at se, om skabelonen er ændret siden sidste visning. Når denne funktion er aktiveret, vil Zikula automatisk se om skabeloner har ændret sig siden deres sidste visning, og hvis ja, vise dem, selv om cachens levetid ikke er udløbet, og dermed nulstille cache levetiden. Hvis skabelonen ikke har ændret sig, vises den cachelagrede skabelon, hvis levetiden ikke er udløbet endnu.

source: Enabling force compile will regenerate all cached templates with each page refresh. This essentially disables caching, but allows the mechanism of caching to function. This is essentially only useful for debugging purposes.
da: Aktivering af force compile vil regenerere alle cachelagrede skabeloner ved hver side opdatering. Dette deaktiverer caching, men tillader mekanismen for caching at fungere. Det er primært kun nyttigt for fejlretning formål.

source: Cache-related modvars
da: Cache-relaterede modvars

source: Settings from the Theme module
da: Indstillinger fra Tema-modulet

source: enable render cache
da: aktiver render cache

source: render cache lifetime
da: render cache levetid

source: render compile check
da: render compile kontrol

source: enable theme cache
da: Aktivere temacache

source: theme lifetime
da: Tema levetid

source: theme compile check
da: tema compileringskontrol

source: theme force compile
da: Tema forcér compilering

source: The current settings may cause some parts<br />of this demo not to function as intended.
da: De aktuelle indstillinger kan medføre nogle dele <br /> af denne demo ikke at fungere efter hensigten.

source: Change Theme settings
da: Skift temaindstillinger

source: Cache Demo: Never cached
da: Cache Demo: aldrig cached

source: Current timestamp
da: aktuelt tidsstempel

source: This number should advance with every page refresh, irrespective of cache settings.
da: Dette tal skal fremgå ved hver side opdateringshastighed, uanset cacheindstillinger.

source: Cache Demo: partial cache
da: Cache Demo: delvis cache

source: Never Cached
da: Aldrig cached

source: Uncached current timestamp
da: Ikke cached aktuelle tidsstempel

source: Possibly cached current timestamp
da: Muligvis cached aktuelle tidsstempel

source: Render cache is %s: this number should only advance when the cache lifetime expires. <br />This cache lifetime is set in the Theme module.
da: Render cache er %s: dette antal bør kun ændre sig, når cachens levetid udløber. <br /> Denne cachelevetid er indstillet i Tema-modulet.

source: Render cache is %s: this number should advance with every page refresh.
da: Render cache er %s: dette nummer skal fremgå ved hver sides opdatering.

source: Cache Demo: Multiple page caching
da: Cache Demo: flere sides caching

source: Choose page number
da: Vælg side nummer

source: Enter integer 1 - 9
da: Indtast hele tal 1-9

source: Reset template
da: Nulstil skabelon

source: Reset all templates
da: Nulstil alle skabeloner

source: Current page displayed
da: Aktuel side vises

source: This number should only advance when the module-set cache lifetime expires (current setting: %s seconds).
da: Dette tal skal kun fremgå, når modulet-sæt cachens levetid udløber (nuværende indstilling: %s sekunder).

source: Resubmit the form multiple times with the same and different values to see the effects of caching on the timestamps.
da: Gensend formularen flere gange med de samme og forskellige værdier for at se effekten af caching på tidsstemplerne.

source: Click <strong>reset template</strong> to clear the cache for this page only.
da: Klik <strong> nulstil skabelon </strong> for at rydde cachen kun for denne side.

source: Click <strong>reset all templates</strong> to clear the cache for all pages using this template.
da: Klik <strong>nulstil alle skabeloner</strong> for at rydde cachen for alle sider der bruges af denne skabelon.

source: This Item Is Already In Your Cart
da: Denne vare er allerede i din indkøbskurv

source: Update
da: Opdatere

source: Check Out
da: Til Kassen

source: Customer Information
da: Kundeoplysninger

source: Delivery
da: Levering

source: Payment
da: Betaling

source: From Seller
da: Fra sælger

source: Proceed To Checkout
da: Fortsæt til kassen

source: Create an article
da: Opret en artikel

source: Title text
da: Titel tekst

source: (Generated automatically if left blank)
da: (Genereret automatisk, hvis tomt)

source: Language for which article should be displayed
da: Sprog for hvilken artikel der skal vises

source: Permitted HTML tags
da: Tilladte HTML-tags

source: You must enter either <strong>teaser text</strong> or <strong>body text</strong>.
da: Du skal angive enten <strong> teaser tekst </strong> eller <strong> body tekst </strong>.

source: Index page teaser text
da: Index siden teaser tekst

source: (Limit: %s characters)
da: (Begræns: %s tegn)

source: Index page teaser format
da: Index siden teaser format

source: Plain text
da: Almindelig tekst

source: Text formatted with mark-up language
da: Tekst formateret med mark-up sprog

source: Article body text
da: Artikel body tekst

source: Article body format
da: Artikel body format

source: Footnote
da: Fodnote

source: Pictures
da: Billeder

source: Select a picture (max. %s kB per picture)
da: Vælg et billede (max. %s KB pr billede)

source: (max files %s, first picture is used as thumbnail in the index teaser page for this article.)
da: (max-filer %s, det første billede bruges som miniature på indekset teaser siden for denne artikel.)

source: Delete this picture
da: Slet dette billede

source: news picture
da: Nyheds billeder

source: Publishing options
da: Udgivelses indstillinger

source: Display on news index page
da: Vis nyheder på indeks side

source: Article weight
da: artikel vægt

source: No time limit
da: Ingen tidsbegrænsning

source: Start date
da: Start dato

source: No end date
da: Ingen slut dato

source: End date
da: Slut dato

source: Allow comments on this article
da: Tillad kommentarer til denne artikel

source: (EZComments must be hooked to News to enable commenting.)
da: (EZComments skal kobles til Nyheder for at aktivere kommentering.)

source: Article ID
da: Artikel ID

source: Article attributes
da: Artikel egenskaber

source: Submit this article
da: Send denne artikel

source: Publish this article
da: Udgive denne artikel

source: Save this article as draft
da: Gem denne artikel som kladde

source: Save as draft
da: Gem som kladde

source: Save quick draft
da: Gem hurtig kladde

source: Quick save as draft
da: Hurtig gem som kladde

source: Save full draft
da: Gem hele kladden

source: Mark this article as pending
da: Markér denne artikel som afventende

source: Pending
da: afventer

source: Preview this article
da: Vis denne artikel

source: I will pick up the order in your shop myself
da: Jeg henter selv varen i butikken

source: Your order will be delivered to you within
da: Din ordre vil blive leveret indenfor

source: VAT is
da: MOMS udgør

source: Total
da: Subtotal

source: Please select the terms and conditions
da: Accepter venligst vore betingelser og vilkår

source: I have read and accept this shops
da: Jeg har læst og accepterer denne butiks

source: terms and conditions
da: betingelser og vilkår

source: Choose a different delivery address
da: Vælg en anden leveringsadresse

source: First Name
da: Fornavn

source: Please enter your first name
da: Indtast fornavn

source: Last Name
da: Efternavn

source: Please enter your last name
da: Indtast efternavn

source: Please enter your address
da: Indtast adresse

source: Please enter a valid phone number
da: Indtast telefonnr

source: Please enter zip code
da: Indtast postnr

source: Please enter city
da: Indtast by

source: Enter discount code. Each voucher can only be used once. There can only be used one voucher per order:
da: Indtast rabatkode. Hver kode kan kun anvendes en gang. Der kan kun anvendes en kode pr. ordre:

source: Update price
da: Opdater pris

source: Send this order
da: Send denne ordre

source: Hide all services
da: Skjul alle services

source: Only show bundles
da: Vis kun pakker

source: Show all services
da: Vis alle services

source: Advanced
da: Avanceret

source: Go to the Advanced View of the backend
da: Gå til avanceret visning af backend

source: Filed under:
da: Arkiveret under

source: News
da: Nyheder

source: back to shop
da: Tilbage til butik

source: Edit Products
da: Rediger Produkter

source: Out Of Stock!
da: Udsolgt!

source: Out Of Stock!
da: Udsolgt!

source: This Service Needs To Be Purchased
da: Denne service skal købes

source: Temp images resized to 150 width until publishing.
da: Midlertidige billeder skaleres til 150 bredde indtil udgivelse.

source: Pay with PayPal
da: PayPal

source: test mode
da: test modus

source: Pay with ePay
da: ePay

source: Print Order
da: Udskriv ordre

source: Congratulations on your order has gone through - you will receive an order confirmation by email. If you have not received it within 10 minutes, please contact us.
da: Tillykke din ordre er gået igennem - du vil modtage en ordrebekræftelse på mail. Hvis du ikke har modtaget den inden for 10-20 min, bedes du kontakte os.
