Repository: sharazkhan/shafraz
Catalog: modules/ZSELEX/locale/*/LC_MESSAGES/module_zselex.po
Languages: da

source: Done! AD price details has been updated successfully.
da: Færdig! AD pris detaljer er blevet opdateret.

source: Done! Plugin has been created successfully.
da: Færdig! Plugin er blevet oprettet.

source: Done! Plugin details has been updated successfully.
da: Færdig! Plugin detaljer er blevet opdateret.

source: Done! Country has been created successfully.
da: Færdig! Land er blevet oprettet.

source: Done! Country details has been updated.
da: Færdig! Land detaljer er blevet opdateret.

source: Done! Branch has been created successfully.
da: Færdig! branche er oprettet.

source: Done! Branch details has been updated successfully.
da: Færdig! branche detaljer er blevet opdateret.

source: Done! Region has been created succesfully.
da: Færdig! Region er blevet oprettet.

source: Done! Region details has been updated successfully.
da: Færdig! Region detaljer er blevet opdateret.

source: Error! Please select a file.
da: Fejl! Vælg en fil.

source: Error! Please select a valid file.
da: Fejl! Vælg en gyldig fil.

source: Done! Slected Items Deleted Successsfully.
da: Færdig! Valgte emner er blevet slettet.

source: Minisite Gallery Image
da: Minisite galleri billede

source: Minishop has not been configured yet for this shop
da: Minishop er ikke konfigureret endnu for denne butik

source: Done! PDF has been deleted successfully.
da: Færdig! PDF er blevet slettet.

source: Done! Shop settings for ZenCart shop has been configured successfully.
da: Færdig! Butiksindstillingerne for Zencart butikken er konfigureret korrekt.

source: Done! Shop settings for internal shop has been configured successfully.
da: Færdig! Butiksindstillingerne for intern butik er konfigureret korrekt.

source: Done! ZenCart shop details has been updated successfully.
da: Færdig! ZenCart butikkens detaljer er blevet opdateret med succes.

source: Done! You have unsubscribed successfully.
da: Færdig! Du har afmeldt dig.

source: Done! Owner has been assigned successfully.
da: Færdig! Ejeren er blevet tildelt.

source: Error! %s already exists as owner for this shop!<br>
da: Fejl! %s eksisterer allerede som ejer for denne butik! <br>

source: Done! Admin has been assigned successfully.
da: Færdig! Administrator er blevet tildelt.

source: Error! %s already exists as admin for this shop!<br>
da: Fejl! %s eksisterer allerede som administrator for denne butik! <br>

source: Done! Admin %s has been assigned successfully.
da: Færdig! Administrator %s er blevet tildelt.

source: Done! The Theme %1$s was assigned successfully to %2$s!
da: Færdig! Temaet %1$s blev tilknyttet til %2$s!

source: Error! The Theme %1$s already exists for %2$s!<br>
da: Fejl! Temaet %1$s eksisterer allerede for %2$s! <br>

source: Done! Successfully removed.
da: Færdig! Fjernet med succes.

source: Done! Article AD has been created successfully.
da: Færdig! Artikel AD er blevet oprettet.

source: Done! Article AD has been updated successfully.
da: Færdig! Artikel AD er blevet opdateret

source: Done! Article AD has been deleted successfully.
da: Færdig! Artikel AD er blevet slettet.

source: Error! The AdID in URL is invalid (%1$s). Please contact the administrator of this site and inform about this error!
da: Fejl! AdID i URL'EN er ugyldigt (%1$s). Kontakt venligst administratoren og informere om denne fejl!

source: Done! Default theme has been changed successfully.
da: Færdig! Standard tema er blevet ændret.

source: Done! Event created successfully
da: Færdig! Event oprettet.

source: Doc was not uploaded.
da: Dokumentet blev ikke uploadet.

source: Done! Event saved successfully
da: Færdig! Event gemt

source: Your diskquota doesnt has sufficient space
da: Din diskquota ikke er tilstrækkelig plads

source: Cart item deleted
da: Vare i indkøbskurven nu slettet

source: This Service is currently running as paid
da: Denne service kører i øjeblikket som betalt service

source: Service configured and updated for demo
da: Service konfigureret, og klar til demo

source: You already have a paid service
da: Du har allerede en betalt service

source: You dont have a valid main bundle.
da: Du har ikke en gyldig Startpakke

source: Service configured for paid!
da: Denne tjeneste kører i øjeblikket som betalt!

source: Sorry! Cannot buy this service now
da: Beklager! Denne service kan ikke købes nu

source: This service is already in your cart
da: Denne service er allerede i din indkøbskurv

source: Service added to cart
da: Service tilføjet til indkøbskurven

source: Cart Updated
da: Indkøbskurv opdateret

source: Sorry! Error occured in Netaxept .Please try later!
da: Beklager! Fejl i Netaxept. Prøv igen senere!

source: Sorry! Payment module is not available currently!
da: Beklager! Betalingsmodulet er ikke tilgængeligt for øjeblikket!

source: Order Submitted Successfully
da: Ordre tilføjet korrekt

source: Upgraded Successfully
da: Opgraderet

source: Your Netaxept payment is in test mode
da: Netaxept betalingssystem er i test modus

source: Your Paypal payment is in test mode
da: PayPal betalingssystem er i test modus

source: Your Epay payment is in test mode
da: ePay betalingssystem er i test modus

source: You have not selected a default image for shop
da: Du har ikke markeret et standardbillede for butik

source: search shop
da: Søg efter butik

source: -select region-
da: -vælg region-

source: -no regions-
da: - Ingen Regioner-

source: -select city-
da: -Vælg by-

source: -no cities-
da: -Ingen byer-

source: Event Name
da: Navn på Event

source: Start Date
da: Start dato

source: Start Time
da: Start Tid

source: End Date
da: Slut dato

source: End Time
da: Slut Tid

source: view details...
da: Vis detaljer...

source: more events...
da: Flere Events...

source: Total Shops :
da: Antal butikker:

source: Prev
da: Forrige

source: Next
da: Næste

source: Go To Shop
da: Gå til butik

source: Shop Name
da: Butiksnavn

source: Address
da: Adresse

source: Telephone
da: Telefon

source: select city
da: Vælg by

source: no cities
da: Ingen byer

source: Add to Cart
da: Tilføj til indkøbskurv

source: No Records Found
da: Ingen poster fundet

source: Read this full article
da: Læs hele artiklen

source: Service added succesdfully
da: Service er tilføjet med succes.

source: Service already added in Cart
da: Service er allerede tilføjet til indkøbskurven

source: ShopName
da: Butiksnavn

source: Quantity
da: Antal

source: No Service in your Cart
da: Antal services i din indkøbskurv

source: Total: %s per month
da: Total: %s pr måned

source: Service deleted successfully
da: Service er slettet med succes.

source: Service updated successfully
da: Service er opdateret med succes

source: Item has been deleted
da: Elementet er blevet slettet

source: Your basket has been updated
da: Din indkøbskurv er blevet opdateret

source: Service added to your basket!
da: Service er blevet tilføjet din indkøbskurv!

source: Domain does not exist.
da: Domænet eksistere ikke

source: Table does not exist. Problem with table prefix
da: Tabellen eksisterer ikke. Intern problem med tabelendelsen

source: select
da: Vælg

source: no countries
da: Ingen lande

source: close
da: Luk

source: search region
da: Søg efter region

source: Select All cities
da: Vælg alle byer

source: search area
da: søg efter område

source: search country
da: Søg efter land

source: search category
da: Søg efter kategori

source: search branch
da: Søg efter branche

source: Your service limit is over
da: Din service grænse er overskredet

source: You need to buy Diskquota service to upload images
da: Du er nødt til at købe Diskquota servicen for at uploade billeder

source: Error! Product not found.
da: Fejl! Produktet blev ikke fundet.

source: Shopping Cart
da: Indkøbskurv

source: This Product Is Already In Your Cart.
da: Denne vare er allerede i din indkøbskurv

source: Your cart has been modified
da: Indkøbskurven er blevet ændret

source: Done! Item has been deleted successfully from Cart.
da: Færdig! Varen er blevet slettet fra indkøbskurven.

source: Done! Cart has been updated successfully.
da: Færdig! Indkøbskurven er blevet opdateret.

source: Order Sucessfully Sent!
da: Ordren er blevet sendt!

source: Order Confirmation
da: Ordrebekræftelse

source: Check Out -
da: Til kassen -

source: Order Summary
da: Ordre oversigt

source: Your order
da: Din ordre

source: from
da: fra

source: Please choose a payment option
da: Vælg betaling

source: Payment Options -
da: Betaling -

source: Order Status - Failed
da: Ordre Status - Fejlet

source: Safe Payment through Netaxept
da: Sikker betaling med Netaxept

source: QuickPay
da: Kort (QuickPay)

source: Epay
da: Kort (ePay)

source: Direct Payment
da: Direkte Betaling

source: Invoice
da: Faktura

source: Order Details
da: Ordredetaljer

source: Order Received
da: Ordre modtaget

source: Order Status - Cancelled
da: Ordre Status - Afbrudt

source: Paypal payment is in test mode for this shop
da: PayPal betalingssystem er i test modus for denne butik

source: Just this version of '%s' cleared from cache.
da: Kun denne version af '%s' fjernet fra cache.

source: All versions of '%s' cleared from cache.
da: Alle versioner af '%s' fjernet fra cache.

source: Error! Hooked content does not validate.
da: Fejl! Koblet indhold valideres ikke ?

source: Done! Article has been created successfully.
da: Færdig! Artikel er oprettet.

source: Done! Story has been updated successfully.
da: Færdig! Historikken er opdateret.

source: %1$s out of %2$s picture was uploaded and resized.
da: %1$s ud af %2$s billede blev uploadet og skaleret.

source: Article now has draft status, since the picture was not uploaded.
da: Artikelen har nu kladde status, da billedet ikke blev uploadet.

source: Error! Site not found.
da: Fejl! site ikke fundet

source: Site
da: Websted

source: Error! Sorry, no page has been configured for this site.
da: Fejl! Beklager, ingen side blevet konfigureret til dette websted.

source: Error! Sorry, no minishop has been configured.
da: Fejl! Beklager, ingen Minishop er blevet konfigureret.

source: Error! Unable to load page for this Minisite.
da: Fejl! Kunne ikke indlæse siden for dette minisite.

source: Error! Invalid category passed.
da: Fejl! Ugyldig kategori angivet.

source: No articles currently published under the '%s' category.
da: Ingen artikler i øjeblikket udgivet under '%s' kategorien.

source: No articles currently published.
da: Ingen artikler øjeblikket offentliggjort.

source: Error! No such article found.
da: Fejl! Ingen Sådanne artikel fundet.

source: page %s
da: side %s

source: Error! Event not found.
da: Fejl! Event blev ikke fundet.

source: View Event -
da: Vis Event -

source: file not found!
da: filen blev ikke fundet!

source: Find Us -
da: Find os -

source: Cannot upload image!
da: Kan ikke sende billede!

source: Categories
da: Kategorier

source: select manufacturer
da: Vælg Producent

source: Reactivation script has started at background
da: Genaktiveringskørsel er startet i baggrunden

source: Reactivate Demo is completed at the background.
da: Genaktivering er afsluttet i baggrunden.

source: Total Shops Selected
da: Antal valgte butikker

source: Total Shops Executed
da: Antal udførte butikker

source: Demo Period
da: Demo periode

source: Reactivate Demo Script
da: Genaktiver demo

source: Update Bundles script is completed at the background.
da: Opdatering af pakker er afsluttet i baggrunden

source: Update Bundles Script
da: Opdater Pakker

source: Update Shops script is completed at the background.
da: Opdateringskørsel er afsluttet i baggrunden.

source: Update Affiliate
da: Opdater Tilhørsforhold

source: Update Status
da: Opdater status

source: Remove Category
da: Fjern kategori

source: Description
da: Beskrivelse

source: Update Category
da: Opdater kategori

source: Remove Branch
da: Fjern branche

source: Update Branch
da: Opdater branche

source: Shop ID
da: Butik ID

source: Owner Name
da: Ejer navn

source: Owner Email
da: Ejer email

source: Request Date
da: Startdato

source: Reason
da: Begrundelse

source: Shop Delete Request
da: Slet butik anmodning

source: CityPilot - Shops
da: CityPilot - Butikker

source: Delivery -
da: Levering -

source: 3-5 business days
da: 3-5 arbejdsdage

source: cannot load this page
da: denne side kan ikke åbnes

source: Product added to cart successfully
da: Produkt er tilføjet til indkøbskurven

source: Nets Error Code
da: Nets fejlkode

source: Nets Error Message
da: Nets fejlbesked

source: Netaxept info QUERY error after Process
da: Netaxept info QUERY fejl efter Process

source: Date
da: Dato.

source: Module
da: Modul

source: User ID
da: Bruger ID

source: User Name
da: Brugernavn

source: User Email
da: Bruger email

source: Current User ID
da: Nuværende bruger ID

source: Current User Name
da: Nuværende Brugernavn

source: Sorry could not find this order!.
da: Beklager - Kunne ikke finde ordren!

source: Netaxept
da: Kort (Netaxept)

source: Quickpay
da: Kort (QuickPay)

source: Order Status - Success
da: Ordre Status - Succes

source: Done! Created new article.
da: Færdig! Ny artikel oprettet.

source: Error! Could not create table (%s).
da: Fejl! Kunne ikke oprette tabellen (%s).

source: Error! Could not update table.
da: Fejl! Kunne ikke opdatere tabellen.

source: Error! Could not update table (%s).
da: Fejl! Opdatering af tabel (%s) mislykkedes.

source: Error! Could not update Entity -
da: Fejl! Kunne ikke opdatere Enhed -

source: Sorry! You changed your authentication information, and one or more items displayed on the login screen may not have been applicable for your account. Please try logging in again.
da: Beklager! Du har ændret din godkendelsesinformation, og et eller flere elementer, der vises på login-skærmen er måske ikke gældende for din konto. Prøv at logge ind igen.

source: In order to register for a new account, you must accept this site's Terms of Use.
da: For at registrere en ny konto skal du acceptere dette websteds betingelser for anvendelse.

source: In order to log in, you must accept this site's Terms of Use.
da: For at logge ind skal du acceptere dette websteds betingelser for anvendelse.

source: In order to register for a new account, you must accept this site's Privacy Policy.
da: For at registrere en ny konto skal du acceptere dette websteds fortrolighedspolitik.

source: In order to log in, you must accept this site's Privacy Policy.
da: For at logge ind skal du acceptere dette websteds fortrolighedspolitik.

source: In order to register for a new account, you must confirm that you meet the requirements of this site's Minimum Age Policy. If you are not %1$s years of age or older, and you do not have a parent's permission to use this site, then you should not continue registering for access to this site.
da: For at registrere en ny konto skal du bekræfte, at du opfylder kravene til dette websteds politik om minimum alder. Hvis du ikke er %1$s år eller ældre, og du ikke har en forælders tilladelse til at bruge denne hjemmeside, så skal du ikke fortsætte med at registrere dig for at få adgang til dette websted.

source: In order to log in, you must confirm that you meet the requirements of this site's Minimum Age Policy. If you are not %1$s years of age or older, and you do not have a parent's permission to use this site, then please ask your parent to contact a site administrator.
da: For at logge ind skal du bekræfte, at du opfylder kravene til dette websteds politik om minimum alder. Hvis du ikke er %1$s år eller ældre, og du ikke har en forælders tilladelse til at bruge denne hjemmeside, så bed dine forældre om at kontakte en administrator på sitet.

source: In order to register for a new account, you must accept our cancellation right policy.
da: For at registrere en ny konto skal du acceptere vores politik om retten til at aflyse.

source: In order to log in, you must accept our cancellation right policy.
da: For at logge ind skal du acceptere vores politik om retten til at aflyse.

source: In order to register for a new account, you must accept our general terms and conditions of trade.
da: For at registrere en ny konto skal du acceptere vore generelle handelsbetingelser og -vilkår.

source: In order to log in, you must accept our general terms and conditions of trade.
da: For at logge ind skal du acceptere vore generelle handelsbetingelser og -vilkår.

source: A user account or registration does not exist for the specified uid.
da: En brugerkonto eller -registrering eksisterer ikke for det angivne uid.

source: Type name
da: Type navn

source: Error! You did not enter a %s.
da: Fejl! Du har ikke angivet en %s.

source: Type description
da: Type beskrivelse

source: Error! Please enter a valid Email
da: Fejl! Skriv venligst en gyldig email adresse.

source: DOTD: Date already exist
da: DT: Dato findes allerede

source: DOTD: Date cannot be older than current date
da: DT: Dato kan ikke være før dags dato

source: Please choose a product
da: Vælg venligst et produkt

source: Event name
da: Eventnavn

source: Event description
da: Eventbeskrivelse

source: Event start date
da: Event start dato

source: Event: Start date cannot be lesser than current date
da: Event: Startdatoen kan ikke være før dags dato

source: Event end date
da: Event slut dato

source: Event: End date cannot be less than current date
da: Event: Slutdato kan ikke være før dags dato

source: Event: End date cannot be less then start date
da: Event: Slutdato kan ikke være før startdato

source: Error! You did choose which to display (Article , image or document) %s.
da: Fejl! Du valgte hvilke der skal vises (artikel, billede eller dokument) %s.

source: Field
da: Felt

source: Error! Invalid %s.
da: Fejl! Ugyldig %s.

source: article content
da: artikel indhold

source: Error! You did not enter the minimum necessary %s.
da: Fejl! Du har ikke indtastet det nødvendige minimum %s.

source: name
da: navn

source: Identifier
da: Identifikator

source: Error: %s already exist
da: Fejl: %s findes allerede

source: Ad Level
da: Annonce niveau

source: Error! You did not choose a %s.
da: Fejl! Du valgte ikke %s.

source: Error! You dont have enough Ads for creating Ad in chosen level
da: Fejl! Du har ikke nok annoncer til at oprette på denne placering

source: ZSELEX Module!
da: ZSELEX Modul!

source: News Articles Hooks
da: Nyhedsartikel afhængig

source: News Display Hooks
da: Nyhedsvisning afhængig

source: Quick edit
da: Hurtig redigering

source: Please note you are entitled to the following discount(s) on the above product:
da: Bemærk mulighed for rabat på dette produkt:

source: Discount:
da: Rabat:

source: until
da: indtil

source: Get
da: Få

source: if you order
da: hvis du bestiller

source: pcs or more
da: stk eller mere

source: at
da: på

source: pcs
da: stk

source: option values are empty
da: optionsværdier mangler

source: Payment method
da: Betalingsmetode

source: is running in test mode for this shop
da: kører i test modus for denne butik

source: Payment methods
da: Betalingsmetoder

source: are running in test mode for this shop
da: kører i test modus for denne butik

source: Affiliate selection active!
da: Medlemsvalg er aktiv

source: Branch selection active!
da: Gavekortvalg er aktiv

source: Affiliates and Branch selections are active!
da: Medlems- og gavekortvalg er aktive

source: Error! The '%s' module is not available.
da: Fejl! '% s' modulet er ikke tilgængelig.

source: Add Products
da: Tilføj produkt

source: Create Product
da: Opret produkt

source: Product Name
da: Produkt navn

source: Product Description
da: produkt beskrivelse

source: Keywords
da: Nøgleord

source: Product Price
da: Produkt pris

source: Product Quantity
da: Produkt antal

source: Product Image
da: Produkt billede

source: Product Status
da: Produkt status

source: Save
da: Gem

source: Cancel
da: Annullere

source: Add Product Service count exeeded. Please aquire to add more products!
da: Der kan ikke tilføjes flere produkter. Køb venligst mere af denne service!

source: Update Advertisement
da: Opdater Annonce

source: Create Advertisement
da: Opret Annonce

source: Basic Settings
da: Indstillinger

source: Select Level
da: Vælg niveau

source: COUNTRY
da: LAND

source: CITY
da: BY

source: SHOP
da: BUTIK

source: AREA
da: OMRÅDE

source: Select Level value
da: Vælg niveau

source: Select Country...
da: Vælg Land...

source: Select Region...
da: Vælg Region...

source: Select City...
da: Vælg By...

source: Select Area...
da: Vælg Område...

source: Placement
da: Placering

source: Select
da: Vælg

source: Name
da: Navn

source: User Settings
da: Brugerindstillinger

source: Advance Settings
da: Avancerede indstillinger

source: Select AD Type
da: Vælg annonce type

source: Shop AD
da: Butiksreklame

source: Max Views
da: Max visninger

source: Max Clicks
da: Max klik

source: Save this region
da: Gem denne region

source: Save this Region
da: Gem denne Region

source: Advertise Price
da: Annonce pris

source: Manage Ads
da: Annoncer

source: Product Advertise
da: Produktannonce

source: Please select below on what search level to show Product AD. Choose REGION on map and perhaps City in dropdown.
da: Vælg på hvilket søgeniveau annoncen skal vises. Vælg Region på kortet og måske By i list feltet nedenunder.

source: No selection
da: Ingen valg

source: Denmark
da: Danmark

source: City for AD
da: Annoncering

source: AD Name
da: Annoncenavn

source: Please select where to show your Product AD on below frontpage schematic.
da: Vælg hvor Annoncen skal vises på nedenstående skematiske visning af forsiden.

source: You can choose A, B or C.
da: Vælg A, B eller C

source: Special offers right now
da: Special tilbud lige nu

source: Finish Product AD creation <br> by clicking CREATE button.
da: Færdiggør oprettelse af annoncen<br />ved at klikke på Opret knappen.

source: Rest
da: Resterende

source: Uses
da: Anvendes

source: Create Product AD
da: Opret produkt annonce

source: Reset Selection
da: Nulstil

source: Actions
da: Handlinger

source: Advertise Name
da: Reklame navn

source: Where
da: Hvor

source: Points
da: Point

source: No advertises currently in database.
da: Ingen annoncerer i databasen på nuværende tidspunkt.

source: doubleuparrow
da: dobbeloppil

source: active
da: aktiv

source: Back
da: Tilbage

source: Create Advertise
da: Opret reklame

source: New advertises list
da: Ny annoncere liste

source: inactive
da: inaktiv

source: Filter %1$s, %2$s advertise listed
da: Sorter %1$s, %2$s opført annonce

source: Clear
da: Ryd

source: Advertise
da: Reklamere

source: Ad Price
da: Ad pris

source: Ad Type
da: Annonce type

source: Country Name
da: Lande navn

source: Region Name
da: Region navn

source: City Name
da: By navn

source: Area Name
da: Område navn

source: Level
da: Niveau

source: maxviews
da: Maxvisninger

source: Total Views
da: Total visninger

source: maxclicks
da: Maxklik

source: Total Clicks
da: Total Kliks

source: Created User
da: Oprettet bruger

source: Created
da: Oprettet

source: Updated User
da: Opdateret brugere

source: Updated
da: Opdateret

source: Access a past advertise via its ID
da: Adgang til en tidligere annonce via sit ID

source: Go retrieve
da: Modtag

source: Select a Category
da: Vælg en Kategori

source: Choose category
da: Vælg kategori

source: Update Affiliate
da: Opdater Tilhørsforhold

source: Create Affiliate
da: Opret Tilhørsforhold

source: Image Name
da: Billednavn

source: Save this Affiliate
da: Gem Tilhørsforhold

source: Create Affiliate
da: Opret Tilhørsforhold

source: New affiliate list
da: Ny Tilhørsforholdsliste

source: Affiliate ID
da: ID

source: Image
da: Billede

source: Sort Order
da: Sortering

source: No affliates currently in database.
da: Ingen Tilhørsforhold i databasen på nuværende tidspunkt.

source: Announcement
da: Meddelelse

source: Text
da: Tekst
