Repository: sharazkhan/shafraz
Catalog: modules/ZSELEX/locale/*/LC_MESSAGES/module_zselex.po
Languages: da

source: Note: Text written in this field will be presented to your customer as a selectable payment method. Here you can write something like: â€œPlease make bank transfer to our account xxxx-xxxxxxxx.We will ship your items when we register your payment.â€�
da: Bemærk: Tekst skrevet i dette felt vil blive præsenteret for din kunde som en mulig betalingsmetode. Her kan du f.eks. skrive: “Venligst overfør hele beløbet til vores konto xxxx-xxxxxxx. Vi vil sende dine varer så snart vi har registreret din betaling.”

source: Click here to configure Freight settings
da: Klik her for at konfigurere fragt

source: Freight settings
da: Fragt indstillinger

source: Standard Freight Price
da: Standard fragtpris

source: 0-Freight amount:
da: Fri-fragt værdi

source: Delivery Time:
da: Leveringstid:

source: Note: If this field is not filled out standard delivery time is 3-5 business days.
da: Bemærk: Hvis dette felt ikke udfyldes er standard leveringstid 3-5 arbejdsdage.

source: No payment
da: Ingen betaling

source: Note: When this option is selected, your visitors will not be able to buy from your shop. It gives you the option to promote your products, however with no online purchase option.
da: Bemærk: Når denne indstilling er valgt, vil dine besøgende ikke kunne købe fra din online butik. Det giver dig mulighed for at markedsføre dine produkter, men uden online salg.

source: Configure Terms and condition text
da: Opsætning af betingelser og vilkår

source: Terms and conditions
da: Betingelser og vilkår

source: Statistics
da: Statistik

source: Collect purchase statistics
da: Opsamling af købsstatistik

source: Email all purchase tries
da: Email alle købsforsøg

source: Saving...
da: Gemmer...

source: Drag and Drop images here
da: Træk og slip billeder hertil

source: Edit This Image
da: Rediger Billede

source: Drag and Drop Image
da: Træk og slip billede(r) hertil

source: Banner Settings
da: Bannerindstillinger

source: No Change
da: Ingen ændring

source: uploaded image is resized to 320 pixel in height and placed on 2048 x 320 pixel canvas.
da: uploadet billede skaleres til 320 pixel i højden og placeres på et 2048 x 320 pixel lærred.

source: Stretch
da: Stræk

source: uploaded image is resized to 2048 pixel width and the center 320 pixel in height is shown.
da: uploadet billede skaleres til 2048 pixel i bredden og de midterste 320 pixel i højden vises.

source: Crop
da: Beskær

source: Note: These settings affect uploading of banner.
da: Bemærk: Disse indstillinger påvirker upload af Top banner billede.

source: Crop banner
da: Beskær banner

source: Crop the uploaded Topbanner image.
da: Beskær det uploadede Topbanner billede.

source: Drag and Drop banner here
da: Træk og slip bannerbillede hertil (optimal 2048x320px)

source: Edit This Banner
da: Rediger Topbanner

source: Drag and Drop Banner Image
da: Træk og slip Topbanner billede hertil (optimal 2048x320px)

source: Drag and Drop employee here
da: Træk og slip medarbejderbilleder hertil

source: Edit This Employee
da: Rediger Medarbejder

source: Drag and Drop Employee Image
da: Træk og slip medarbejder billede(r) hertil

source: Update Social Link
da: Opdater Social Link

source: Create Social Link
da: Opret Social Link

source: Link Name
da: Linknavn

source: Link name required
da: Linknavn mangler

source: Save this Link
da: Gem dette link

source: Social Links Settings
da: Sociale Link indstillinger

source: Create Links
da: Opret Links

source: Click here to configure image sizes
da: Klik her for at konfigurere billedstørrelser

source: Social Links Options
da: Social Links indstillinger

source: Icon Size
da: Ikon størrelse

source: Small
da: Små

source: Large
da: Store

source: Click here to configure ztext
da: Klik her for at konfigurere ztext

source: Please enter a valid url
da: Skriv venligst en gyldig URL adresse.

source: Filter %1$s, %2$s social links listed
da: Sorter %1$s, %2$s opført social link

source: No social links currently in database.
da: Ingen sociale links i databasen på nuværende tidspunkt.

source: Theme confirmation prompt
da: Skin bekræftelse

source: Do you really want to set '%s' as the active theme for this shop?
da: Ønsker du virkelig at indstille '%s' som det aktive tema for denne butik?

source: Override users' theme settings
da: Overskriv brugerers temaopsætninger

source: Accept
da: Accepter

source: Extension database
da: Udvidelse database

source: Themes list
da: Skinliste

source: No Of Pages
da: Antal sider

source: Preview: %s
da: Vis: %s

source: Edit: %s
da: Redigere %s

source: Delete: %s
da: Slet %s

source: Set as default: %s
da: Angiv som standard: %s

source: Set as default
da: Sæt som standard

source: Credits
da: Kredit

source: Default theme
da: Standardtema

source: No items found.
da: Ingen varer blev fundet.

source: Existing admins list
da: Eksisterende administratorer liste

source: Filter %1$s, %2$s Admin listed
da: Sortering %1$s, %2$s admin

source: Shops
da: Butikker

source: shop name
da: Butiksnavn

source: shop type
da: Butikstype

source: Existing owners list
da: Eksisterende ejers liste

source: Filter %1$s, %2$s Owner listed
da: Sortering %1$s, %2$s ejer

source: No Owners.
da: Ingen ejer.

source: Delete user account
da: Slet brugerkonto

source: Do you really want to delete this user account?
da: Vil du slette denne brugerkonto?

source: User name
da: Bruger navn

source: Edit user account of %s
da: Rediger brugerkonto af %s

source: The items that are marked with an asterisk ('*') are required entries.
da: De varer, der er markeret med en stjerne ("*") skal udfyldes.

source: You are editing your own record, therefore you are not permitted to change your membership in certain system groups, and you are not permitted to change your activated state. These fields are disabled below.
da: Du er ved at redigere dine egne oplysninger, derfor kan du ikke ændre dit medlemskab i visse systemgrupper, og du kan ikke ændre din aktiveringstilstand. Disse felter er deaktiverede nedenfor.

source: Account information
da: Kontooplysninger

source: User names can contain letters, numbers, underscores, periods, or dashes.
da: Brugernavne kan indeholde bogstaver, tal, understreger, punktummer eller bindestreger.

source: E-mail address
da: E-mail adresse

source: Repeat e-mail address for verification
da: Gentag e-mail-adresse til verificering

source: User status
da: Bruger status

source: Inactive
da: Inaktiv

source: Site's default theme
da: Sidens standardtema

source: Log-in information
da: Log-på information

source: This user does not currently log in with a web site account password. To enable the user to do so&mdash;in addition to any other log-in method used, create a password for the account here.
da: Denne bruger har ikke på nuværende tidspunkt logget på med en hjemmeside konto password. At sætte brugeren i stand til at gøre det, i tillæg til enhver anden log-in metode, en adgangskode til kontoen oprette her.

source: Change the user's password?
da: Skift brugers adgangskode

source: Create a password for the user?
da: Opret adgangskode for bruger

source: New password
da: Ny adgangskode

source: Create a password
da: Opret adgangskode

source: Notice: The minimum length for user passwords is %s characters.
da: Bemærk: minimumslængde for brugernes adgangskode e r%s tegn.

source: Repeat password for verification
da: Gentag adgangskode til verificering

source: The user's password will not be changed.
da: Brugerens adgangskode vil ikke blive ændret.

source: A web site account password will not be created for the user. The user will continue to log in with the method(s) currently used.
da: En hjemmeside konto's adgangskode vil ikke blive oprettes til brugeren. Brugeren vil fortsætte med at logge ind med den metode der anvendes i dag.

source: The user's password will be changed.
da: Brugeren adgangskode vil blive ændret.

source: A web site account password will be created for the user. The user will continue to log in with the method(s) currently used, and will additionally be able to log in with this password.
da: En hjemmeside konto's kodeord vil blive oprettet for brugeren. Brugeren vil fortsætte med at logge ind med den metode der anvendes i dag, og vil også være i stand til at logge ind med denne adgangskode.

source: Group membership
da: Gruppe medlemsskab

source: Group
da: Gruppe

source: Member
da: Medlem

source: Check your entries and save your updates
da: Kontroller dine indtastninger og gem dine opdateringer

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Save' to continue.
da: Bemærk: Når du er klar, skal du klikke på "Kontrollér dine indtastninger 'for at få dine indtastninger kontrolleret. Når dine indtastninger er OK, skal du klikke på 'Gem' for at fortsætte.

source: Your entries seem to be OK. Please click on 'Save' when you are ready to continue.
da: Dine indtastninger forekommer at være OK. Klik på 'Gem', når du er klar til at fortsætte.

source: Check your entries
da: Kontroller dine indtastninger

source: Other actions for %s
da: Andre handlinger for %s

source: Send user name
da: Send brugernavn

source: Send password recovery code
da: Send din adgangskodes gendannelseskode

source: Back to Shop
da: Tilbage til butikken

source: Set the user's password now?
da: Indstil brugeren adgangskode nu?

source: Send password via e-mail?
da: Send adgangskode via e-mail?

source: Sending a password via e-mail is considered unsafe. It is recommended that you provide the password to the user using a secure method of communication.
da: Sende en adgangskode via e-mail betragtes som farlig. Det anbefales, bruger en sikker metode til at videregive adgangskode til brugeren .

source: Even if you choose to not send the user's password via e-mail, other e-mail messages may be sent to the user as part of the registration process.
da: Selv hvis du vælger ikke at sende brugerens adgangskode via e-mail, kan andre e-mails sendes til brugeren som en del af registreringsprocessen.

source: The user's e-mail address will be verified, even though e-mail address verification is turned off in 'Settings'. This is necessary because the user will create a password during the verification process.
da: Brugerens e-mail adresse vil blive kontrolleret, selv om e-mail-adresse verifikation er slået fra i 'Indstillinger'. Dette er nødvendigt, fordi brugeren vil oprette en adgangskode under verifikationsprocessen.

source: The user's e-mail address will be verified. The user will create a password at that time.
da: Brugerens e-mail adresse vil blive verificeret. Brugeren vil oprette en adgangskode på det tidspunkt.

source: Verify user's e-mail address?
da: Bekræft brugerens e-mail-adresse?

source: Yes (recommended)
da: Ja (anbefales)

source: Notice: This overrides the 'Verify e-mail address during registration' setting in 'Settings'.
da: Bemærk: Dette tilsidesætter 'Bekræft e-mail-adresse under registreringen' i 'Indstillinger'.

source: Check your entries and submit your registration
da: Kontroller dine indtastninger, og send din tilmelding

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Submit new user' to continue.
da: Bemærk: Når du er klar, skal du klikke på "Kontrollér dine indtastninger 'for at få dine indtastninger kontrolleret. Når dine indtastninger er OK, skal du klikke på 'Send ny bruger' for at fortsætte.

source: Your entries seem to be OK. Please click on 'Submit registration' when you are ready to continue.
da: Dine indtastninger forekommer at være OK. Klik på 'Send registrering', når du er klar til at fortsætte.

source: Submit new user
da: Send ny bruger

source: Search
da: Søg

source: Create admin for this shop
da: Opret administrator for denne butik

source: Assign from existing admins
da: Tildel fra eksisterende administratorer

source: Assign from all admins
da: Tildel fra alle administratorer

source: Assign Co-Owner
da: Co ejer

source: Internal ID
da: Intern ID

source: Registration date
da: Registreringsdato

source: Last login
da: Sidste log-ind

source: User's groups
da: Brugerens grupper

source: Send user name to '%s'
da: Send brugernavn til '%s'

source: Send password recovery code to '%s'
da: Send din adgangskodes gendannelseskode til '%s'

source: Cancel required change of password for '%s'
da: Annullering kræveer ændring af adgangskode for '%s'

source: Require '%s' to change password at next login
da: Kræver '% s' for at ændre adgangskode ved næste login

source: Edit '%s'
da: Redigere '%s'

source: Delete '%s'
da: Slet '%s'

source: Remove this admin
da: Fjern denne administrator

source: Remove this owner from this shop
da: Fjern denne ejer

source: Inactive, marked for deletion
da: Inaktiv, markeret til sletning

source: Status unknown
da: Status ukendt

source: Create new owner for this shop
da: Opret ny ejer for denne butik

source: Assign from existing owners
da: Tildel fra eksisterende ejere

source: Remove this owner
da: Fjern denne ejer

source: New types list
da: Ny typer liste

source: Filter %1$s, %2$s type listed
da: Sorter %1$s, %2$s opført type

source: Access a past type via its ID
da: Adgang til en tidligere type via sit ID

source: Shop Banner
da: Butiksbanner

source: Advertise Price list
da: Annonce Prisliste

source: Price Name
da: Pris navn

source: Currency Type
da: Valuta Type

source: No adprices currently in database.
da: Ingen annonce priser i databasen på nuværende tidspunkt.

source: Access a past country via its ID
da: Adgang til et tidligere land via dens ID

source: New area list
da: Ny område list

source: Filter %1$s, %2$s area listed
da: Sorter %1$s, %2$s opført område

source: No areas currently in database.
da: Ingen områder i databasen på nuværende tidspunkt.

source: Access a past city via its ID
da: Adgang til en tidligere by via dens ID

source: Service Basket
da: Tjenste kurv

source: Action
da: Handling

source: No services currently in basket.
da: Ingen service's i kurven på nuværende tidspunkt

source: Continue
da: Fortsæt

source: New branchs list
da: Ny branche liste

source: Filter %1$s, %2$s country listed
da: Sorter %1$s, %2$s opført branche

source: Branch Name
da: Branche navn

source: No branchs currently in database.
da: Ingen brancher i databasen på nuværende tidspunkt

source: New categorys list
da: Ny kategori liste

source: Parent
da: Overordnede

source: New cities list
da: Ny by liste

source: Filter %1$s, %2$s city listed
da: Sorter %1$s, %2$s opført by

source: No cities currently in database.
da: Ingen byer i databasen på nuværende tidspunkt.

source: New countrys list
da: Ny lande liste

source: country
da: land

source: No countrys currently in database.
da: Ingen lande i databasen på nuværende tidspunkt.

source: New plugins list
da: Ny plugin liste

source: Filter %1$s, %2$s plugin listed
da: Sorter %1$s, %2$s opført plugin

source: Plugin Name
da: Plugin navn

source: No plugins currently in database.
da: Ingen plugins i databasen på nuværende tidspunkt

source: Configure Theme for Owner
da: Konfigurer tema for ejer

source: Shop Owners Themes
da: Butiksejertemaer

source: Theme Name
da: Temanavn

source: Remove
da: Fjern

source: No thems configured.
da: Ingen temaer konfigureret.

source: Filter %1$s, %2$s plugin listed (%3$s active)
da: Filtrer %1$s, %2$s vist plugin (%3$s aktive)

source: Access a past plugin via its ID
da: Adgang til en tidligere plugin via sit ID

source: New regions list
da: Ny regions liste

source: No regions currently in database.
da: Ingen regioner i databasen på nuværende tidspunkt

source: Service Approval List
da: Service godkendelsesliste

source: No services to approve in database.
da: Ingen service's at godkende i databasen.

source: Create Service Bundles
da: Opret Servicepakke

source: Service Bundles List
da: Servicepakke liste

source: Filter %1$s, %2$s Bundles listed
da: Filtrer %1$s, %2$s vist pakke

source: Bundle Name
da: Pakkenavn

source: Bundle Items
da: Pakkeindhold

source: Bundles type
da: Pakketype

source: Bundles Description
da: Pakkebeskrivelse

source: No bundles currently in database.
da: Der er ikke oprettet nogen pakker endnu.

source: New Identifier list
da: Ny identifikator liste

source: Filter %1$s, %2$s identifiers listed
da: Filtrer %1$s, %2$s vist identifikator

source: New shops list
da: Ny butiksliste

source: Filter %1$s, %2$s shop listed
da: Sorter %1$s, %2$s opført butik

source: Select Category...
da: Vælg Kategori...

source: Select Branch...
da: Vælg Branche...

source: Select Affiliate...
da: Vælg Tilhørsforhold

source: Select Bundle...
da: Vælg Pakke...

source: Show
da: Vis

source: Shop Type
da: Butikstype

source: not configured
da: ikke konfigureret

source: No shops currently in database.
da: Ingen butikker i databasen på nuværende tidspunkt.

source: Change Affiliate
da: Ændre tilhørsforhold

source: Change Category
da: Ændre kategori

source: Change Branch
da: Ret branche

source: Change Status
da: Ændre status

source: Update Bundles
da: Opdater Pakker

source: Access a past shop via its ID
da: Adgang til en tidligere butik via ID'et

source: select branch
da: Vælg Branche

source: select affiliate
da: Vælg tilhørsforhold

source: select status
da: vælg status

source: Shop Pdf Images
da: Butikkens PDF-billeder

source: Shop Type List
da: Butikstype

source: Filter %1$s, %2$s types listed
da: Filtrer %1$s, %2$s vist type

source: No shop types currently in database.
da: Der er ikke oprettet nogen typer endnu.

source: Unsubscribe from this service
da: Afmeld denne service

source: View ZSELEX Themes
da: Vis system tema

source: Configure Theme for ZSELEX
da: Konfigurer systemtema

source: Type Name
da: Type Navn

source: Configure to zselex
da: Konfigurere til zselex

source: Owners Theme
da: Ejers tema

source: Configure Theme for ZSELEX
da: Konfigurer systemtema

source: ZSELEX Theme list
da: Systemtemaliste

source: See More...
da: Se mere...

source: Edit Anouncement
da: Rediger meddelelse

source: Save Announcement
da: Gem meddelelsen

source: Delete Banner
da: Slet banner

source: Save Image
da: Gem billede

source: ALERT!
da: ADVARSEL!

source: You are about to downgrade additional bundle
da: Du er ved at nedgradere tillægspakken

source: <p>Though we will not remove your data you will not be able to edit the data related to this bundle until you upgrade the bundle again.</p><p>This means that should you continue with downgrade you will have the option to buy again later and your data related to that bundle will be preserved so you will be able to edit them again.</p><p>Nevertheless... IF you choose to continue downgrade, that information will not be visible in your site afterwards!<br>Furthermore be aware that downgrade will take effect immediately!</p><p>Please click <b>Cancel</b> to avoid downgrade or <b>Continue</b> if you want to proceed with downgrade of bundle...
da: <p>Selvom vi ikke fjerner dine data fra disse services, vil du ikke længere have mulighed for at redigere dem, indtil du opgraderer pakken igen.</p><p>Det betyder, at såfremt du fortsætter med at fjerne vil du stadig have mulighed for at tilkøbe igen senere for at redigere dine data i systemet, da de vil blive bevaret.</p><p>Ikke desto mindre ... Hvis du vælger at fortsætte med at fjerne dine services vil oplysningerne ikke være synlige i dit site bagefter!<br>Vær endvidere opmærksom på, at de fjernes med det samme, men beløbet vil ikke ændre sig, før næste gang betalingen forfalder!</p><p>Tryk på <b>Afbryd</b> for at undgå nedgradering eller <b>Fortsæt</b> hvis du ønsker at fortsætte med nedgraderingen...</p>

source: You are about to downgrade from
da: Du er ved at nedgradere fra

source: bundle to
da: pakke til

source: bundle
da: pakke

source: <p>Please be aware that downgrading will result in some services being removed thus not showing the corresponding information anymore!</p><p>Though we will not remove your data from those services you will not be able to edit it until you upgrade your bundle again.</p><p>This means that should you continue with the downgrade you will have the option to upgrade again later and your data in those services will be preserved so you will be able to edit them again.</p><p>Nevertheless... IF you choose to continue with the downgrade that information will not be visible in your site afterwards!<br>Furthermore be aware that the downgrade will take effect immediately but payment will NOT change until next time payment is due!</p><p>Please click <b>Cancel</b> to avoid downgrade or <b>Continue</b> if you want to proceed with downgrade...</p>
da: <p>Bemærk venligst at nedgradering vil resultere i, at nogle services fjernes og at de dertil hørende informationer ikke længere vil blive vist!</p><p>Selvom vi ikke fjerner dine data fra disse services, vil du ikke længere have mulighed for at redigere dem, indtil du opgraderer pakken igen.</p><p>Det betyder, at såfremt du fortsætter med at fjerne vil du stadig have mulighed for at tilkøbe igen senere for at redigere dine data i systemet, da de vil blive bevaret.</p><p>Ikke desto mindre ... Hvis du vælger at fortsætte med at fjerne dine services vil oplysningerne ikke være synlige i dit site bagefter!<br>Vær endvidere opmærksom på, at de fjernes med det samme, men beløbet vil ikke ændre sig, før næste gang betalingen forfalder!</p><p>Tryk på <b>Afbryd</b> for at undgå nedgradering eller <b>Fortsæt</b> hvis du ønsker at fortsætte med nedgraderingen...</p>

source: Edit Employee
da: Rediger medarbejder

source: Delete Employee
da: Slet medarbejder

source: Event name required
da: Navn på begivenhed mangler

source: Start date required
da: Startdato mangler

source: Start Hour
da: Starttid

source: End date required
da: Slutdato mangler

source: End Hour
da: Sluttid

source: Activation Date
da: Aktiveringsdato

source: Exclusive
da: Eksklusiv

source: Uploaded image cannot be displayed.Please upload a image with height=300 and width=900 in minimum
da: Uploadet billede kan ikke vises. Upload venligst et billede med følgende minimumsstørrelse: Bredde = 900 pixel og Højde = 300 pixel.

source: Please enter a valid URL
da: Skriv venligst en gyldig URL adresse.

source: Open URL in new window
da: Åben i nyt vindue

source: Open Link
da: Åben Link

source: From Event link button
da: Fra Event link knap

source: Directly when Event clicked
da: Direkte når Event klikkes på

source: From Event when image is clicked
da: Fra Event når billede klikkes på

source: Contact Name
da: Kontaktnavn

source: Venue
da: Eventsted

source: Delete Event
da: Slet Event

source: Edit Image
da: Rediger billede

source: Image Filename
da: Billedfilnavn

source: Sort order
da: Sortering

source: Delete Image
da: Slet billede

source: No shops found
da: Ingen butikker fundet

source: Products Category
da: Produktkategori

source: Edit Products Information
da: Rediger produktinformationer

source: copy a product
da: kopier produkt

source: Copy details from other product
da: Kopier detaljer fra andet produkt

source: Product Details
da: Produktdetaljer

source: Quantity based discount
da: Mængderabat

source: create new category
da: Opret ny kategori

source: create new manufacturer
da: Opret ny producent

source: Selling Price
da: Salgspris

source: Shipping Charge
da: Forsendelse

source: Product shipping overrules Standard Shipping settings
da: Produktfragt underkender Standardfragt

source: Delete Product
da: Slet produkt

source: Add Options
da: Opret optioner

source: select option
da: vælg option

source: Place + or - in front of option price to add or subtract from product price.
da: Angiv + eller - foran værdien for at tillægge eller fratrække værdien på prisen.
