Repository: sharazkhan/shafraz
Catalog: modules/ZBlocks/locale/*/LC_MESSAGES/module_zblocks.po
Languages: da

source: Settings
da: Indstillinger

source: Module Information
da: Modulinformation

source: ZBlocks Products
da: ZBlocks produkter

source: Done! Updated the ZBlocks configuration.
da: Færdig! Opdaterede ZBlocks opsætningen

source: ZBlocks block module!
da: ZBlocks blok modul!

source: ZBlocks module
da: ZBlocks modul

source: ZBlocks module for custom build blocks
da: ZBlocks modul for specielle blokke

source: Module settings
da: Modulindstillinger

source: ZBlocks module settings...
da: ZBlocks modulindstillinger...

source: Buy
da: Køb

source: No products found.
da: Ingen produkter fundet.

source: Shop Name
da: Butiksnavn

source: Site Url
da: URL

source: Please enter the minisite url eg: http://www.domain.dk/site/shoptitle
da: Indtast venligst minisite URL. Eks.: http://www.domæne.dk/site/butiksnavn

source: Limit
da: Grænse

source: No: of products to display
da: Antal: produkter at vise

source: Category
da: Kategori

source: Categories will only appear once the ministe url is entered and saved
da: Kategorier vises først når minisite URL er indtastet og gemt

source: Shop category
da: Butikskategori

source: No categories found
da: Ingen kategorier fundet

source: Manufacturer
da: Producent

source: Manufacturers will only appear once the ministe url is entered and saved
da: Producenter vises først når minisite URL er indtastet og gemt

source: Shop Manufacturer
da: Butiksproducent

source: No manufacturer found
da: Ingen producent fundet
